[{"courseTitle":"Gamification","courseDescription":"Gamification is the application of game elements and digital game design techniques to non-game problems, such as business and social impact challenges. This course will teach you the mechanisms of gamification, why it has such tremendous potential, and how to use it effectively. For additional information on the concepts described in the course, you can purchase Professor Werbach's book For the Win: How Game Thinking Can Revolutionize Your Business in print or ebook format in several languages.","weeks":[{"weekTitle":"WEEK 1","weekName":"Gamification and Games","weekDesc":"Gamification is a new field, but games are ancient. In this first module, we'll look at what gamification is, why organizations are applying it, and where it comes from. While there isn’t universal agreement on the scope of the field, a set of concepts are cle..."},{"weekTitle":"WEEK 2","weekName":"Deconstructing Games","weekDesc":"What exactly does it mean to apply game design principles in non-game contexts? In this module, we'll discuss how game designers approach their craft, and how to see any situation through the lens of game design. Then we'll examine the raw materials of games a..."},{"weekTitle":"WEEK 3","weekName":"Motivation and Psychology","weekDesc":"Gamification is a technique for motivation, so it ties very directly into psychology. This unit introduces the major psychological concepts relevant to gamification. The first lesson focuses on behavioral approaches and reward design; the second identifies the..."},{"weekTitle":"WEEK 4","weekName":"Design","weekDesc":"Gamification done well is a form of design. This module describes the design process, and provides a six-step  framework to apply to any gamification project. The second lesson identifies important considerations and options for developing creative, human-cent..."},{"weekTitle":"WEEK 5","weekName":"Applications","weekDesc":"This module describes particular challenges and opportunities when applying gamification in two contexts: within an organization, and in social impact or behavior change environments."},{"weekTitle":"WEEK 6","weekName":"Gamification in Perspective","weekDesc":"There are many legitimate limitations, concerns, and dangers from gamification. Some of them can be avoided through thoughtful design, but others must be considered directly in any implementation. The final lesson details gamification-related techniques that g..."}]},{"courseTitle":"Dealing With Missing Data","courseDescription":"This course will cover the steps used in weighting sample surveys, including methods for adjusting for nonresponse and using data external to the survey for calibration.  Among the techniques discussed are adjustments using estimated response propensities, poststratification, raking, and general regression estimation.  Alternative techniques for imputing values for missing items will be discussed.  For both weighting and imputation, the capabilities of different statistical software packages will be covered, including R®, Stata®, and SAS®.","weeks":[{"weekTitle":"WEEK 1","weekName":"General Steps in Weighting","weekDesc":"Weights are used to expand a sample to a population.  To accomplish this, the weights may correct for coverage errors in the sampling frame, adjust for nonresponse, and reduce variances of estimators by incorporating covariates. The series of steps needed to d..."},{"weekTitle":"WEEK 2","weekName":"Specific Steps","weekDesc":"Specific steps in weighting include computing base weights, adjusting if there are cases whose eligibility we are unsure of, adjusting for nonresponse, and using covariates to calibrate the sample to external population controls.  We flesh out the general step..."},{"weekTitle":"WEEK 3","weekName":"Implementing the Steps","weekDesc":"Software is critical to implementing the steps, but the R system is an excellent source of free routines. This module covers several R packages, including sampling, survey, and PracTools that will select samples and compute weights."},{"weekTitle":"WEEK 4","weekName":"Imputing for Missing Items","weekDesc":"In most surveys there will be items for which respondents do not provide information, even though the respondent completed enough of the data collection instrument to be considered \"complete\".  If only the cases with all items present are retained when fitting..."}]},{"courseTitle":"Vital Signs: Understanding What the Body Is Telling Us","courseDescription":"The vital signs – heart rate, blood pressure, body temperature, respiration rate, and pain – communicate important information about the physiological status of the human body. In this six-part course we explore the anatomy and physiology underlying the vital signs so that you will develop a systematic, integrated understanding of how the body functions. Relevant body systems are reviewed including cardiovascular and respiratory, followed by explanations of how the function of these systems affects vital signs. We discuss normal ranges, normal variants, and the mechanisms that underlie changes in the objective measurement of vital signs. The course also includes demonstrations of appropriate techniques for measuring vital signs in yourself and others.\n\nThe course is designed for a broad, general audience but will be particularly interesting for individuals working in healthcare, those considering a career as a healthcare professional, lay caregivers, those with an interest in personal health and fitness, or anyone who simply wants to understand how the body functions.","weeks":[{"weekTitle":"WEEK 1","weekName":"Week 1: Pulse/Heart Rate","weekDesc":"This week we start our exploration of the vital signs with a look at the heart.  We'll study the basic structure of the heart, think about how the heart pumps blood through the body, and learn how clinicians assess and think about heart rate and the pulse. "},{"weekTitle":"WEEK 2","weekName":"Week 2: Blood Pressure","weekDesc":"During week 2 we will learn about the anatomy of the blood vessels and how they function. You will have a better understanding of systolic and diastolic blood pressure, mean arterial pressure, and assessing blood pressure accurately. "},{"weekTitle":"WEEK 3","weekName":"Week 3: Metabolism","weekDesc":"This week we will explore metabolism. We will discuss anabolism and catabolism, basal metabolic rate, how the body generates heat. You will also have a better understanding of how health care providers assess metabolic rate. "},{"weekTitle":"WEEK 4","weekName":"Week 4: Temperature","weekDesc":"During week 4 you will learn the definition of mean body temperature and how the body regulates temperature. We will discuss hypothermia and the difference between hyperthermia and fever. Lastly, you will learn how to assess body temperature."},{"weekTitle":"WEEK 5","weekName":"Week 5: Respiration Rate","weekDesc":"This week we will learn about pulmonary anatomy, capillary gas exchange, and regulation of respiration. You will have a better understanding of how health care providers assess respiration rate and the quality of lung sounds."},{"weekTitle":"WEEK 6","weekName":"Week 6: Pain","weekDesc":"This week we will explore the neurological pathways associated with pain, and the difference between pain tolerance and pain threshold. We will understand what pain is telling us and why accurately assessing and effectively managing pain are important. In addi..."}]},{"courseTitle":"Modern Art & Ideas","courseDescription":"Welcome to Modern Art & Ideas! This course is designed to help anyone interested in learning more about modern and contemporary art. Themes can provide an effective structure for engaging with art. In this course, you will explore four themes that educators at The Museum of Modern Art use frequently in their teaching: Places & Spaces, Art & Identity, Transforming Everyday Objects, and Art & Society. Through videos, slideshows, and a variety of resources, readings, and activities, you will explore the content and context of works of art in MoMA’s collection.\n\nLearners will…\n\n- Explore works of modern and contemporary art through a variety of accessible and relevant themes.\n- Hear directly from artists about their ideas and processes.\n- Gain exposure to a range of digital resources available for continually engaging with works of art.","weeks":[{"weekTitle":"WEEK 1","weekName":"Module 1: Introduction to Modern Art & Ideas","weekDesc":"Be introduced to some of the overall benefits of studying modern and contemporary art through accessible and relevant themes."},{"weekTitle":"WEEK 2","weekName":"Module 2: Places & Spaces","weekDesc":"Discover some of the many ways that artists represent place and take inspiration from their environment."},{"weekTitle":"WEEK 3","weekName":"Module 3: Art & Identity","weekDesc":"See how artists create works of art to express, explore, and question identity. "},{"weekTitle":"WEEK 4","weekName":"Module 4: Transforming Everyday Objects","weekDesc":"Discover how artists use everyday objects to challenge assumptions about what constitutes art and how it should be made.  Explore a variety of artistic and design choices, and the creative acts of inventing and transforming everyday objects."},{"weekTitle":"WEEK 5","weekName":"Module 5: Art & Society","weekDesc":"Explore works of art created in response to the social, cultural, and political issues of their time.  Gain a deeper understanding of history and contemporary society. Be encouraged to think critically about world events and how they are depicted."}]},{"courseTitle":"The Evolving Universe","courseDescription":"This is an introductory astronomy survey class that covers our understanding of the physical universe and its major constituents, including planetary systems, stars, galaxies, black holes, quasars, larger structures, and the universe as a whole.","weeks":[{"weekTitle":"WEEK 1","weekName":"Welcome","weekDesc":"Welcome to The Evolving Universe!"},{"weekTitle":"WEEK 2","weekName":"Introduction and Some Basics","weekDesc":" /react&#45;text "},{"weekTitle":"WEEK 3","weekName":"Stars and Planets","weekDesc":" /react&#45;text "},{"weekTitle":"WEEK 4","weekName":"The World of Galaxies","weekDesc":" /react&#45;text "},{"weekTitle":"WEEK 5","weekName":"Cosmology and the Deep Universe","weekDesc":" /react&#45;text "}]},{"courseTitle":"The Changing Global Order","courseDescription":"How are international power relations changing and how can global peace and stability be maintained? This course familiarizes you with some main theories of international relations, shows how the global order is gradually changing and discusses how selected international and regional organizations contribute to the maintenance of global peace and security. You learn what research findings tell us in terms of the capacity of international organizations and actors to help prevent or stop violent conflict, what tools are used to negotiate agreements and how foundations for sustainable peace are best created. We will also focus on the role of the European Union in terms of diplomacy and efforts to prevent conflict, the North Atlantic Treaty Organization and the contribution of organizations such as the African Union to the prevention of conflict and war. We will study the United Nations Security Council and see in which ways its membership could be adapted to more accurately reflect the power relations of the current global order. Through quizzes and exercises testing your knowledge of these subjects, you will understand crucial concepts and get insights into how the academic study of international relations and international organization contributes to the search for global stability and peace in practice.","weeks":[{"weekTitle":"WEEK 1","weekName":"Welcome to the course","weekDesc":"Great that you are joining us! In this course you will learn about international relations, peace and security. Before you start with studying we invite you to first go through our introduction module and introduce yourself in the forum to meet your fellow lea..."},{"weekTitle":"WEEK 2","weekName":"The Changing World Order: Rising Powers and International Institutions","weekDesc":"This week we will be looking into changing world power in more detail, mainly targeting the question: who are the rising powers? You will get lectures from two of our guest instructors: Professor Rob de Wijk and Professor André Gerrits. Topics covered are powe..."},{"weekTitle":"WEEK 3","weekName":"Conflict, Conflict Resolution and Security","weekDesc":"This week, we will look at Conflict, Conflict Resolution and Security. We have a number of very interesting lectures as well as some additional interviews with experts in the field. Some of the topics include negotiation and mediation strategies, UN Security C..."},{"weekTitle":"WEEK 4","weekName":"Regional Organizations in Global Affairs","weekDesc":"This week, we will look at regional organizations in global affairs in which we first focus on the European Union. Thereafter, Prof. dr. Giles Scott-Smith will familiarize us with the Shanghai Cooperation Organization and the Arctic Council. We will also prese..."},{"weekTitle":"WEEK 5","weekName":"NATO in a Changing World","weekDesc":" The topic addressed this week is NATO in a Changing World. There are two lectures by Prof. dr. Rob de Wijk. The first examines coercion and the second elucidates the new role of NATO in the international arena. Furthermore, there are also interesting intervie..."},{"weekTitle":"WEEK 6","weekName":"Reforming the UNSC: Strategies and Proposals","weekDesc":"This week, we will focus on the United Nations Security Council and Reform Proposals. The topics addressed are the history of the UNSC, its current structure, and how it can best be reformed. Additionally, there are two extra videos by Abiodun Williams and Edw..."},{"weekTitle":"WEEK 7","weekName":"Handing in the UNSC Reform Groups Proposals","weekDesc":"Please note that during week 7, there are no lectures and assigned readings. The purpose of the week is for the students participating in the UN Security Council reform group assignment to hand in their proposals. The deadline is on Wednesday of this week at 1..."}]},{"courseTitle":"Design: Creation of Artifacts in Society","courseDescription":"This is a course aimed at making you a better designer. The course marries theory and practice, as both are valuable in improving design performance. Lectures and readings will lay out the fundamental concepts that underpin design as a human activity. Weekly design challenges test your ability to apply those ideas to solve real problems. The course is deliberately broad - spanning all domains of design, including architecture, graphics, services, apparel, engineered goods, and products. The emphasis of the course is the basic design process: define, explore, select, and refine. You, the student, bring to the course your particular interests and expertise related to, for instance, engineering, furniture, fashion, architecture, or products. In prior sessions of the course about half of the participants were novices and about half had prior professional design expertise. Both groups seem to benefit substantially from the course. All project work is evaluated by your peers -- and indeed, you will also be a peer reviewer. This format allows you to see an interesting collection of projects while getting useful feedback on your own project.","weeks":[{"weekTitle":"WEEK 1","weekName":"Week #1: Introduction to Design","weekDesc":"This module was designed to introduce you to the design process and to reinforce the critical role that user needs play in good design. You'll learn that design is conceiving and giving form to artifacts that solve problems, and also how to recognize and ident..."},{"weekTitle":"WEEK 2","weekName":"Week #2: Customer Needs and Drawing Solutions","weekDesc":"In this module, you'll deliver your customer needs and learn the basic principles of drawing for product design: a necessary skill for any designer. The module begins with another peer review, this time on customer needs. This assignment requires you to conduc..."},{"weekTitle":"WEEK 3","weekName":"Week #3: Design Concepts","weekDesc":"The goal of this module is to move from defining the problem to designing a solution. You'll begin by learning about the exploration phase, and you will exit this phase with a number of design concepts for peer review. You'll also learn  how to decompose a des..."},{"weekTitle":"WEEK 4","weekName":"Week #4: Concept Selection and Prototyping","weekDesc":"This module was created to help you understand the selection process so that you can choose one design for prototyping. You'll learn key techniques for evaluating your design concepts, including the selection matrix, and the scoring matrix. And once you've sel..."},{"weekTitle":"WEEK 5","weekName":"Week #5: Aesthetics","weekDesc":"Now that you’ve identified what concept you want to explore, this module will explore the aesthetics of design so that you can refine your prototypes to be as aesthetically pleasing as possible. You'll learn  how aesthetics are used in design, and how they mot..."},{"weekTitle":"WEEK 6","weekName":"Week #6: Final Project Submission","weekDesc":"In this module, you will submit your final project for review. You'll then evaluate the work of five (5) of your peers and receive feedback which you can use for the next iteration of your design. By the end of this module, you will have created a reasonable p..."}]},{"courseTitle":"Bioinformatic Methods I","courseDescription":"Large-scale biology projects such as the sequencing of the human genome and gene expression surveys using RNA-seq, microarrays and other technologies have created a wealth of data for biologists. However, the challenge facing scientists is analyzing and even accessing these data to extract useful information pertaining to the system being studied. This course focuses on employing existing bioinformatic resources – mainly web-based programs and databases – to access the wealth of data to answer questions relevant to the average biologist, and is highly hands-on. \n\nTopics covered include multiple sequence alignments, phylogenetics, gene expression data analysis, and protein interaction networks, in two separate parts. \n\nThe first part, Bioinformatic Methods I (this one), deals with databases, Blast, multiple sequence alignments, phylogenetics, selection analysis and metagenomics. \n\nThis, the second part, Bioinformatic Methods II, covers motif searching, protein-protein interactions, structural bioinformatics, gene expression data analysis, and cis-element predictions. \n\nThis pair of courses is useful to any student considering graduate school in the biological sciences, as well as students considering molecular medicine. Both provide an overview of the many different bioinformatic tools that are out there. \n\nThese courses are based on one taught at the University of Toronto to upper-level undergraduates who have some understanding of basic molecular biology. If you're not familiar with this, something like https://learn.saylor.org/course/bio101 might be helpful. No programming is required for this course.","weeks":[{"weekTitle":"WEEK 1","weekName":"NCBI/Blast I","weekDesc":"In this module we'll be exploring the amazing resources available at NCBI, the National Centre for Biotechnology Information, run by the National Library of Medicine in the USA. We'll also be doing a Blast search to find similar sequences in the enormous NR se..."},{"weekTitle":"WEEK 2","weekName":"Blast II/Comparative Genomics","weekDesc":"In this module we'll continue exploring the incredible resources available at NCBI, the National Centre for Biotechnology Information. We will be performing several different kinds of Blast searches: BlastP, PSI-Blast, and Translated Blast. We can use similar ..."},{"weekTitle":"WEEK 3","weekName":"Multiple Sequence Alignments","weekDesc":"In this module we'll be doing multiple sequence alignments with Clustal (as implemented in MEGA), DiAlign, and MAFFT. Multiple sequences alignments can tell you where in a sequence the conserved and variable regions are, which is important for understanding th..."},{"weekTitle":"WEEK 4","weekName":"Review: NCBI/Blast I, Blast II/Comparative Genetics, and Multiple Sequence Alignments","weekDesc":" "},{"weekTitle":"WEEK 5","weekName":"Phylogenetics","weekDesc":"In this module we'll be using the multiple sequence alignments we generated last lab to do some phylogenetic analyses with both neighbour-joining and maximum likelihood methods. The tree-like structure generated by such analyses tells us how closely sequences ..."},{"weekTitle":"WEEK 6","weekName":"Selection Analysis","weekDesc":"In this module we'll take a set of orthologous sequences from bacteria and use DataMonkey to analyze them for the presence of certain sites under positive, negative or neutral selection. Such an analysis can help understand the biology of a set of protein codi..."},{"weekTitle":"WEEK 7","weekName":"'Next Gen' Sequence Analysis (RNA-Seq) / Metagenomics","weekDesc":"In this module we'll explore some of the data that have been generated as a result of the rapid decrease in the cost of sequencing DNA. We'll be exploring a couple of RNA-Seq data sets that can tell us where any given gene is expressed, and also how that gene ..."},{"weekTitle":"WEEK 8","weekName":"Review: Phylogenetics, Selection Analysis, and 'Next Gen' Sequence Analysis (RNA-seq)/Metagenomics + Final Assignment","weekDesc":" "}]},{"courseTitle":"Астрофизика: от звезд до границ Вселенной","courseDescription":"Этот курс посвящен ключевым проблемам современной астрофизики: рождению, эволюции и финальной стадии жизни звезд. \nНекоторые из них, например, нейтронные звезды отличаются сверхвысокой плотностью вещества и сверхсильными магнитными полями — такие условия пока недостижимы для современных лабораторий. Как же ученые исследуют эти объекты? \nВ курсе вы познакомитесь с работой специалистов астрофизики высоких энергий и нейтринной астрономии и разберетесь, зачем люди изучают вспышки сверхновых, ускорение заряженных частиц на космических ударных волнах и высокоэнергитичные нейтрино.\nА главы, посвященные теоретической и наблюдательной космологии, объяснят, как эта наука отвечает на вопросы о рождении Вселенной, динамике ее расширения и о формах материи ее заполняющих.","weeks":[{"weekTitle":"WEEK 1","weekName":"Звезды: от рождения до смерти","weekDesc":"Данный раздел, состоит из трех лекций. Он посвящен вопросам образования звезд (где они образуются, как, из чего, при каких условиях), их жизни (эволюция звезд, основные параметры, определяющие характеристики звезд: время жизни, температуру поверхности, светимо..."},{"weekTitle":"WEEK 2","weekName":"Основы теоретической космологии","weekDesc":"Этот раздел состоит из пяти лекций. В лекциях делается попытка представить слушателю курса общее представление о современной космологии. Что такое Галактика, одна ли наша галактика во Вселенной, откуда взялась Вселенная, что такое Большой взрыв, и немного об э..."},{"weekTitle":"WEEK 3","weekName":"Наблюдательная космология","weekDesc":"Раздел состоит из 5 лекций. Из этих лекций вы можете узнать о современных методах исследования структуры Вселенной. Что такое Крупномасштабная структура Вселенной, реликтовое излучение, квазары – одни из самых энергичных объектов во Вселенной, которые наблюдае..."},{"weekTitle":"WEEK 4","weekName":"Астрофизика высоких энергий","weekDesc":"Раздел состоит из шести лекций. Астрофизика высоких энергий - это область науки на стыке физики, физики высоких энергий, астрономии и целого ряда других дисциплин включая астробиологию и множество близких по духу предметов. Астрофизика высоких энергий очень мн..."},{"weekTitle":"WEEK 5","weekName":"Нейтронные звезды: вещество в экстремальном состоянии","weekDesc":"Данный раздел, состоит из пяти лекций. Он посвящен специфическому разделу современной астрофизики – изучению нейтронных звезд. Это очень интересные астрофизические объекты, в которых реализуются экстремальные недостижимые в лабораториях физические условия: све..."},{"weekTitle":"WEEK 6","weekName":"Нейтринная астрофизика","weekDesc":"Раздел состоит из пяти лекций, которые посвящены исследованию удивительных частиц - нейтрино. Это невидимые вездесущие частицы, имеющие очень-очень маленькую массу. Их чрезвычайно сложно зарегистрировать, при том, что через каждый квадратный см поверхности еже..."},{"weekTitle":"WEEK 7","weekName":"Итоговый экзамен","weekDesc":" /react&#45;text "}]},{"courseTitle":"剪辑：像编剧一样剪辑","courseDescription":"剪辑台前，剪辑师就像厨师对待食材一样，摆弄着拍摄现场记录下来的影像片段，用影像和声音去捕捉线索和瞬间，讲述一个故事，同时赋予故事以力量、以情感。怎样平衡剪辑給画面带来的跳跃？当有几条情节线索相互穿插时，又应使用哪些剪辑手法？剪辑过程和编剧的过程一样，以叙事和抒情为最高准则，同时不断突破陈规，创造专属于自己的独特风格。本课程将带领学习者从剪辑开始，认识镜头，认识剪辑的语法，揭开微电影创作的神秘面纱。","weeks":[{"weekTitle":"WEEK 1","weekName":"课程介绍&剪辑流程","weekDesc":"罗贝尔.布莱松曾说：一部电影要经历三次出生,分别是剧本写作、拍摄和剪辑。每一个部分相互交织、相辅相成，你中有我，我中有你。本课程先展现微电影的最后一次出生——剪辑，因为这一次出生，带着剧本和拍摄的印记，会让我们以更加整体、延续、辩证的眼光去看待微电影的整个创作全过程。本模块的下半部分我们从剪辑的流程入手，开始进入剪辑的世界。\n"},{"weekTitle":"WEEK 2","weekName":"剪辑师怎么做？——剪辑方法","weekDesc":"本模块将带领学习者从剪辑开始，认识镜头，认识剪辑的语法，认识剪辑包含的种种复杂细节，剪辑师是通过创造场景构架、节奏、镜头组合甚至是对白写作，来将原始素材最终塑造成一部完整的情感丰富的影片。"},{"weekTitle":"WEEK 3","weekName":"剪辑师为什么这么做？——剪辑思维","weekDesc":"电影语言的一切形式在艺术上都有其正当的理由，连接素材与影片成片的，就是剪辑师怎么做的、以及为何要这么做的思维。"},{"weekTitle":"WEEK 4","weekName":"剪辑师的自我修养——剪辑观念","weekDesc":"你在剪辑自己的微电影的时候，你会发现剪辑师的手艺就是一种从技术到直觉的、直观且抽象的艺术，而要达到高超的艺术水准，你肯定需要具备这些剪辑观念。"},{"weekTitle":"WEEK 5","weekName":"期末作业","weekDesc":"完成一个属于你自己的剪辑"}]},{"courseTitle":"From Climate Science to Action","courseDescription":"Each part of the world faces specific vulnerabilities to climate change and has different opportunities to mitigate the effects and build resilience in the 21st century. With the ratification of the Paris Agreement, many countries have acceded to act in combatting climate change. Indeed, without climate action, decades of sustainable development is at risk, thus making this a ‘make or break’ point in time. Showcasing the most recent scientific evidence, explaining the different regional impacts and divulging climate action strategies, along with interactive tools such as a Carbon Footprint Tracker and (I) NDC Platform, this MOOC provides some opportunities, where you can take action on climate change.\n\nAbout the Course\n\nThis action-oriented MOOC gives you the opportunity to learn about regional climate change impacts and sector-specific strategies to increase resilience and move towards a low-carbon future. You will have the opportunity to explore these issues in depth and tailor your learning experience for one or more of the following regions:\n\n•  Latin America and Caribbean\n•  Sub-Saharan Africa\n•  Middle East and North Africa\n•  Eastern Europe and Central Asia\n•  East Asia and Pacific\n•  South Asia\n\n In this endeavor, the MOOC brings together renowned scientists and policymakers to provide a synthesis of the most recent scientific evidence on climate change, regional low emissions and climate resilient development strategies across sectors. A team of expert Instructors will lead discussions around the Paris Agreement, reflections from COP22 and the progress on Nationally Determined Contributions (NDCs).\n\nCourse Syllabus\n\nOverview \n\n‘From Climate Science to Action’ is divided into four weeks. The first two weeks will provide a comprehensive overview of the scientific evidence for climate change, followed by region-specific insights on the impacts of a warmer world in the 21st century. The last two weeks will focus on action strategies that are being undertaken in different regions and countries to meet the climate challenge, and how you as an individual can take action to avoid a warmer world!\n\nWeek 1:  Climate Change in the 21st Century\n\n•  Historical and projected observed changes in the climate system, leading up to the end of the 21st century\n•  The potential of Intended Nationally Determined Contributions (INDCs) submitted at COP 21 from 187 countries to induce climate action\n•  Trends in climate change impacts, including loss of Arctic sea ice, melting glaciers, increased heat waves and extreme temperatures, and drought and aridity \n•  Possible responses from natural systems, explaining how warming could result in sea-level rise, heat waves and extreme temperatures, and ocean acidification\n\nWeek 2: Sectoral and Regional Impacts\n\n•  Impacts on key development sectors—from warming above pre-industrial temperatures and projected climate trends—across each of the world’s regions\n•  Sectoral impacts focusing on agricultural production, water resources, ecosystem services, and coastal vulnerability for affected populations \n•  Importance of risks with the potential to reverse hard-won development gains and potentially trap millions in poverty, illustrating the need for urgent action now\n\nWeek 3: From Science to Action on Climate Change\n\n•  Region-specific discussions on mitigation actions needed to reduce emissions while decreasing vulnerability to climate change impacts through adaptation and by building climate resilience\n•  Perspectives from regional experts on their experiences in strategies and actions proposed in each region to help transition towards a low-emissions, climate-resilient development path \n•  Discussions on the progress of the Nationally Determined Contributions (NDCs), outcomes of the Paris Agreement and reflections from the Conference of Parties (COP)22\n\nWeek 4: What You Can Do\n\n•  Transformative impact of day-to-day changes when brought to a global scale\n•  The rationale for acting now, acting together and acting differently\n•  Examples and expected benefits of mitigation and adaptation policies, considering both contributions to global emission reductions and local development opportunities\n\nIn addition to the core resources and assignments, you may choose to go further, engaging in fun optional exercises, networking, discussion, and diving deeper into our rich selection of supplemental resources. You will have the opportunity to explore these issues in depth and tailor your learning experience for one or more of the following regions:\n\n•  Latin America and Caribbean\n•  Sub-Saharan Africa\n•  Middle East and North Africa\n•  Eastern Europe and Central Asia\n•  East Asia and Pacific\n•  South Asia\n\nCourse Format\n\nThis MOOC has a week-by-week structure, with resources, activities and exercises for you to engage in during each of the four weeks of the course. Each week, you will find a variety of course material, including: \n\n•  Interactive video talks by renowned climate scientists and practitioners \n•  Interactive tools: the Carbon Footprint Tracker, (I) NDC platform\n•  Resources: Core, optional (deep dive) and fun interactives on the week’s theme\n•  Quizzes that check your knowledge, reinforce the lesson’s material and provide immediate feedback\n•  Assignments that will sharpen your skills of analysis, reflection and communication\n•  Discussion forums and social media that enable collaboration with others from around the world, enriching interaction among participants\n•  As a final project, you will create a digital artifact \n\nYou can also go much further than this, engaging in optional exercises, networking, or discussion forums and dive deeper into our rich selection of additional resources. We also will use e-discussions, and other tools to facilitate dialogue between the learners and experts.\n\nRecommended Background: No background knowledge is necessary. The content of this course is designed to be accessible to students from any discipline.\n\nConnect: Communicate and share resources via Twitter using hashtag #learnclimate. Sign up for a free account at http://twitter.com","weeks":[{"weekTitle":"WEEK 1","weekName":"Climate Change in the 21st Century ","weekDesc":"Week 1 will introduce you to the growing and well-documented body of evidence regarding observed changes in the climate system. Week 1 will also provide an overview of the projected changes in climate up until the end of the 21st century. "},{"weekTitle":"WEEK 2","weekName":"Sectoral and Regional Impacts","weekDesc":"Week 2 will introduce you to the climate impacts across different regions of the planet. If warming goes beyond 2˚C, multiple threats associated with a warming planet such as extreme heat waves, sea–level rise, more intense storms, droughts and floods, will be..."},{"weekTitle":"WEEK 3","weekName":"From Science to Action on Climate Change","weekDesc":"Week 3 will introduce you to a region-specific understanding of challenges on what mitigation and adaptation actions are needed to reduce emissions, at the same time decreasing vulnerability to climate change impacts and building climate resilience. The module..."},{"weekTitle":"WEEK 4","weekName":"What You Can Do","weekDesc":"This week will introduce you to the types of actions not just by your country, but by different actors including yourself, to embark on a low-emissions development trajectory that would help limit warming to below 2°C."}]},{"courseTitle":"史記（一）（Shi-ji (1) ）","courseDescription":"人文學，其特色在於「慢熱」，需要耐心細嚐、咀嚼古聖先賢的智慧結晶與其文字背後所隱含的真正意義。史記系列課程將透過對《史記》一書的導讀，引領同學們探究史學之「真」與「善」。 \n\n不管你是對中華文化感興趣者、想更深入了解傳統史學者、喜歡論理分析者、或是久仰太史公司馬遷之名之愛好者，這門課一定會讓你收穫良多。因為《史記》不僅記載了無數精彩非凡的歷史人事，更貫串了在它之前的多數古代典籍，可說是集中國上古文明精粹於一書。更重要的是，這門課程中將引導大家如何讀《史記》，進而學會如何讀中國史書、如何讀中國書。\n\n這是一場史學的思辨之旅，希望各位同學千萬不要錯過！ ","weeks":[{"weekTitle":"WEEK 1","weekName":"第一講 導論與太史公自序（一）（主題：什麼是責任？）","weekDesc":" /react&#45;text "},{"weekTitle":"WEEK 2","weekName":"第二講 太史公自序（二）（主題：俟後世聖人君子）","weekDesc":" /react&#45;text "},{"weekTitle":"WEEK 3","weekName":"第三講 報任少卿書（上）（主題：誰為為之？孰令聽之？）","weekDesc":" /react&#45;text "},{"weekTitle":"WEEK 4","weekName":"第四講 報任少卿書（下）（主題：太史公牛馬走司馬遷）","weekDesc":" /react&#45;text "},{"weekTitle":"WEEK 5","weekName":"第五講 五帝本紀（主題：好學深思，心知其意）","weekDesc":" /react&#45;text "},{"weekTitle":"WEEK 6","weekName":"第六講 吳太伯世家（主題：道德與成敗）","weekDesc":" /react&#45;text "},{"weekTitle":"WEEK 7","weekName":"第七講 伯夷列傳（主題：儻所謂天道，是邪非邪？）","weekDesc":" /react&#45;text "},{"weekTitle":"WEEK 8","weekName":"先修知識","weekDesc":" /react&#45;text "}]},{"courseTitle":"Successful Presentation","courseDescription":"Few kinds of communication can have the effect of a powerful presentation.  Even a short speech can motivate people to change long-held beliefs or to take action, and a wonderfully delivered speech can transform a normal person into a leader.\n\nIn this course, Prof. William Kuskin provides a series of pragmatic videos and exercises for successful public speaking and presentations. The course develops through four themes—mastering fear, developing a creative formula, using verbal and body language, and anticipating the room—so that you can discover your personal power as a speaker and give excellent presentations.  \n\nSuccessful presentations do not rely on perfect teeth, a deep voice, or an army of scriptwriters.  They depend largely on the same skills as successful Business Writing and Graphic Design: clarity, structure, and revision. The goal of the course, therefore, is to enable you to discover your own internal power as a speaker and express it to the world.  After this course, with some practice, you will be able to go into any situation and command the room for as long as you like. ","weeks":[{"weekTitle":"WEEK 1","weekName":"Getting Started with Public Speaking","weekDesc":"In this module William tackles the one element that makes public speaking difficult: fear. Unlike writing a memo or designing a slide deck, presenting a speech puts you directly in front of an audience. Public speaking is wrapped up in the fear of immediate ju..."},{"weekTitle":"WEEK 2","weekName":"A Formula For Successful Presentation","weekDesc":"Like the Second Module of Business Writing, this module zeroes in on a practical formula for successful presentations. William establishes this structure, and then breaks down it down into modular elements, so the most complex presentations can be created easi..."},{"weekTitle":"WEEK 3","weekName":"Practicing Your Self","weekDesc":"We’ve all sat through presentations that had solid content but just didn’t seem to work.  Sometimes it’s hard to define why a speaker fails to deliver. The key is practice. Practice is tricky, however, because poor practice techniques actually make a dull pres..."},{"weekTitle":"WEEK 4","weekName":"Engaging with the World","weekDesc":"You’ve put away your fear. You’ve used the formula to write a clear talk, and you’ve tweaked it with the secret ingredient of creativity. You’ve rehearsed and mastered your personal verbal and physical language. Still, a conference room or a lecture hall is an..."}]},{"courseTitle":"工程圖學 2D CAD","courseDescription":"工程圖學在教什麼？這門課有的重要性為何? 對我的專業有什麼幫助?沒有工程背景的人也可以學習工程圖學嗎？我不是工程師，學習工程圖學對我的生活有幫助嗎？\n這門課是CAD/BIM技術與應用專項課程的第一門課，與其他三門課「工程圖學2D專題」、「工程圖學3D」，及「工程圖學3D專題」，作為工程圖學及電腦繪圖的入門課程，你將在這門課會學到各種繪圖的原理與方法，以及AutoCAD電腦繪圖技術，並在相關的作業練習中，逐漸熟練這些基本技術。\n工程製圖的應用無所不在，最主要的目的就是利用圖像來描述物體的形貌與功能，作為保存與傳遞想法的工具。繪圖一點也不難，無論你從事什麼工作，來自什麼背景，只要你具備中學程度的基本幾何和三角函數概念，就可以在這裡從頭開始，學會工程圖學！你會驚訝的發現，當繪圖融入你的生活時帶來的趣味與方便！","weeks":[{"weekTitle":"WEEK 1","weekName":"蓄勢待發 Get Ready","weekDesc":"開始學習工程圖學2D CAD需要什麼準備？所有的課程資訊看這裡！第一個模組的內容包括：工程圖學涵蓋什麼主題？作業如何評分？如何通過這門課？當然，你一定需要安裝AutoCAD 2015這套軟體。你也可以在以下的連結找到軟體安裝的方法。"},{"weekTitle":"WEEK 2","weekName":"工程圖學的意義與知識 Significance and Knowledge of Engineering Graphics","weekDesc":"所有的學習與知識建構都立基於基本原理與實作相關的先備知識。這個模組將帶你初步了解工程圖的產出過程，從發現問題，形成想法，畫製草繪圖、設計圖，到產出完稿圖。同時你也將認識如何讀圖、製圖、表達與敘述圖表…等工程師必備的圖學能力與素養與今日工程圖學的常用繪圖工具與使用時機。*本模組提供1個不計分的測驗練習。"},{"weekTitle":"WEEK 3","weekName":"基礎圖形繪製","weekDesc":"「工欲善其事，必先利其器」。這個模組將由介紹平面草繪的基礎技巧開始，包含畫直線、圓、橢圓與弧的方式，並闡述如何生活中實作應用這些繪圖技巧。同時也開始AutoCAD電腦繪圖教學，讓你輕鬆上手，學會基本圖形工具的使用！*本模組包含第一次計分測驗，提供3個不計分練習。"},{"weekTitle":"WEEK 4","weekName":"幾何圖法","weekDesc":"工程製圖表現物體的形貌，本是由各式各樣的幾何圖形組成，這個模組要教你的是幾何構圖的方法與原理，你也會因擁有正確的幾何知識，知道如何繪製多邊形、橢圓與拋物線等較難以直接精準描繪的圖形！\\本模組包含第二次計分測驗。/"},{"weekTitle":"WEEK 5","weekName":"三視圖","weekDesc":"本模組將更深入探討「投影」的原理與特性，你將更加了解二維平面圖與三維立體物之間的關係，訓練從平面想像出立體的讀圖能力；並學會三種常見的立體圖，分等角圖、斜投影圖，以及透視投影圖，的繪製原理及其適用時機。\\\n*本模組包含第四次計分測驗，以及第三次計分互評作業。\\\n"},{"weekTitle":"WEEK 6","weekName":"立體圖","weekDesc":"本模組將更深入探討「投影」的原理與特性，你將更加了解二維平面圖與三維立體物之間的關係，訓練從平面想像出立體的讀圖能力；並介紹三種常見的立體圖，分等角圖、斜投影圖，以及透視投影圖，的繪製原理及其適用時機。\\\n本模組包含第四次計分測驗，以及第三次計分互評作業。\\\n"},{"weekTitle":"WEEK 7","weekName":"尺寸標註與出圖","weekDesc":"工程圖除了表達物體的形貌以外，當然要知道實際的尺寸大小，本模組內容包含工程圖尺寸標註的方式與規則，如何標註會更好、更清楚，以及學會工程圖繪製完成後的出圖作業。"},{"weekTitle":"WEEK 8","weekName":"下回見！","weekDesc":"嘿！恭喜你完成了門這門課的所有主題！快來一起回顧一下你學到了哪些寶貴的圖學知識與實作技巧，你的下一個挑戰又會是什麼呢？ 請別忘記多多練習已經學得的內容，為計劃完成更進階的課程學習:）"}]},{"courseTitle":"Çok değişkenli Fonksiyon II: Uygulamalar / Multivariable Calculus II: Applications","courseDescription":"Ders çok değişkenli fonksiyonlardaki iki derslik dizinin ikincisidir. Birinci ders türev ve entegral kavramlarını geliştirmekte ve bu konulardaki problemleri temel çözme yöntemlerini sunmaktadır. Bu ders, birinci derste geliştirilen temeller üzerine daha ileri konuları işlemekte ve daha kapsamlı uygulamalar ve çözümlü örnekler sunmaktadır. Ders gerçek yaşamdan gelen uygulamaları da tanıtmaya önem veren “içerikli yaklaşımla” tasarlanmıştır. \n\nBölümler\nBölüm 1: Multivar 1'in Özeti, Dairesel Koordinatlarda Entegraller\nBölüm 2: Türev Uygulamalarından Seçme Konular\nBölüm 3: Çok Değişkenle Zincirleme Türev ve Jakobiyan\nBölüm 4: Uzayda Yüzey ve Hacım Entegralleri\nBölüm 5: Düzlemde Akı Entegralleri\nBölüm 6: Düzlemde Green, Uzayda Stokes ve Green-Gauss Teoremleri\nBölüm 7: Stokes ve Green-Gauss Teoremleri ve Doğanın Korunum Yasaları\n-----------\nThe course is the second of the two course sequence of calculus of multivariable functions. The first course develops the concepts of derivatives and integrals of functions of several variables, and the basic tools for doing the relevant calculations. This course builds on the foundations of the first course and introduces more advanced topics along with more advanced applications and solved problems. The course is designed with a “content-based” approach, i. e. by solving examples, as many as possible from real life situations.\n\nBölümler\nBölüm 1: Summary of Multivar I, Integral in Circular Coordinates\nBölüm 2: Topics of Derivative Applications\nBölüm 3: Chain Derivatives with Multi Variables and Jacobian\nBölüm 4: Surface and Volume Integrals in Space\nBölüm 5: Flux Integrals in the Plane\nBölüm 6: Green in Plane, Stokes in Space and Green-Gauss Theorems\nBölüm 7:  Stokes and Green-Gauss Theorem and Nature Conservation Laws\n-----------\nKaynak: Attila Aşkar, “Çok değişkenli fonksiyonlarda türev ve entegral”. Bu kitap dört ciltlik dizinin ikinci cildidir. Dizinin diğer kitapları Cilt 1 “Tek değişkenli fonksiyonlarda türev ve entegral”, Cilt 3: “Doğrusal cebir” ve Cilt 4: “Diferansiyel denklemler” dir.\n\nSource: Attila Aşkar, Calculus of Multivariable Functions, Volume 2 of the set of Vol1: Calculus of Single Variable Functions, Volume 3: Linear Algebra and Volume 4: Differential Equations. All available online starting on January 6, 2014","weeks":[{"weekTitle":"WEEK 1","weekName":"Multivar 1'in Özeti, Dairesel Koordinatlarda Entegraller","weekDesc":"İki değişkenli fonksiyonlardan hatırlatmalar: ikinci derece fonksiyonlar, kısmi türev ve iki katlı entegrallerdeki temel tanımlar ve geometrideki anlamları; iki değişkenli fonksiyonlarda türev ve entegrallerdeki temel hesaplama yöntemleri, iki katlı entegral h..."},{"weekTitle":"WEEK 2","weekName":"Türev Uygulamalarından Seçme Konular","weekDesc":"İki değişkenli fonksiyonlarda Koordinat dönüşümleri ve Jakobiyan. Diverjans, Rotasyonel ve Laplasyen. Dairesel koordinatlarda gradyan. Doğanın dört temel kısmi türevli denklemi: dalga, sızma, Laplace denklemleriyle Schrödinger denkleminin tanıtılması. İki deği..."},{"weekTitle":"WEEK 3","weekName":"Çok Değişkenle Zincirleme Türev ve Jakobiyan","weekDesc":"En büyük ve en küçük değerler: yerel, mutlak ve kısıtlama altında. Kısıtlama altında en iyiyi arama (optimizasyon) ve Lagrange çarpanı yöntemi. Kısmi türevlerin uygulaması ile değişimler hesabına giriş."},{"weekTitle":"WEEK 4","weekName":"Uzayda Yüzey ve Hacım Entegralleri","weekDesc":"Uzayda yüzeylerin açık, kapalı ve parametrik fonksiyonlarla gösterilmeleri ve eğrisel koordinatlar. sonsuz küçük yüzey alanları seçeneklerinin birleştirilmiş bir yaklaşımla elde edilmesi. Uzayda küre, koni, paraboloitler gibi temel yüzeylerin tanıtılması ve bu..."},{"weekTitle":"WEEK 5","weekName":"Düzlemde Akı Entegralleri","weekDesc":"Uzayda kapalı yüzeylerle tanımlanan hacımlar; sonsuz küçük hacımların birleştirilmiş yaklaşımla elde edilmesi. Jakobiyan ve sonsuz küçük hacım. Kartezyen, silindir ve küresel koordinatlarla uzaydaki yüzey ve cisimlerde üç katlı entegral hesaplamaları. Uzayda k..."},{"weekTitle":"WEEK 6","weekName":"Düzlemde Green, Uzayda Stokes ve Green-Gauss Teoremleri","weekDesc":"Vektör alanlarının tanıtılması; vektör alanlarıyla türev ve entegral. Düzlem eğrilerinde entegraller. Entegralin yörüngeye bağlı ve yörüngeden bağımsız olması. Düzlem eğrilerinde birinci ve ikinci Green teoremleri. Düzlemdeki Green teoremlerinin vektörler, rot..."},{"weekTitle":"WEEK 7","weekName":"Stokes ve Green-Gauss  teoremleri ve doğanın korunum yasaları","weekDesc":"Düzlemdeki Green teoremlerinden uzayda Stokes ve Green – Gauss teoremlerine geçiş. Uzayda Green – Gauss ve Stokes teoremleriyle yüzey ve hacım entegralleri. Diverjans, rotasyonel ve Laplasyen’in anlamı. Uzayda Green – Gauss ve Stokes teoremleriyle doğadan teme..."},{"weekTitle":"WEEK 8","weekName":"Dönem Sonu Sınavı","weekDesc":" /react&#45;text "}]},{"courseTitle":"Accounting Analytics","courseDescription":"Accounting Analytics explores how financial statement data and non-financial metrics can be linked to financial performance.  In this course, taught by Wharton’s acclaimed accounting professors, you’ll learn how data is used to assess what drives financial performance and to forecast future financial scenarios. While many accounting and financial organizations deliver data, accounting analytics deploys that data to deliver insight, and this course will explore the many areas in which accounting data provides insight into other business areas including consumer behavior predictions, corporate strategy, risk management, optimization, and more. By the end of this course, you’ll understand how financial data and non-financial data interact to forecast events, optimize operations, and determine strategy. This course has been designed to help you make better business decisions about the emerging roles of accounting analytics, so that you can apply what you’ve learned to make your own business decisions and create strategy using financial data. ","weeks":[{"weekTitle":"WEEK 1","weekName":"Ratios and Forecasting","weekDesc":"The topic for this week is ratio analysis and forecasting. Since ratio analysis involves financial statement numbers, I’ve included two optional videos that review financial statements and sources of financial data, in case you need a review. We will do a rati..."},{"weekTitle":"WEEK 2","weekName":"Earnings Management","weekDesc":"This week we are going to examine \"earnings management\", which is the practice of trying to intentionally bias financial statements to look better than they really should look. Beginning with an overview of earnings management, we’ll cover means, motive, and o..."},{"weekTitle":"WEEK 3","weekName":"Big Data and Prediction Models","weekDesc":"This week, we’ll use big data approaches to try to detect earnings management. Specifically, we're going to use prediction models to try to predict how the financial statements would look if there were no manipulation by the manager. First, we’ll look at Discr..."},{"weekTitle":"WEEK 4","weekName":"Linking Non-financial Metrics to Financial Performance","weekDesc":"Linking non-financial metrics to financial performance is one of the most important things we do as managers, and also one of the most difficult. We need to forecast future financial performance, but we have to take non-financial actions to influence it. And w..."}]},{"courseTitle":"Municipal Solid Waste Management in Developing Countries","courseDescription":"Have you come across large piles of garbage in neighborhoods and streets, or smelly waste disposal sites polluting the environment of low and middle income countries? Are you also convinced that improvements are necessary and do you want to know what kind of sustainable solutions are appropriate to better manage waste and enhance recycling and recovery? If yes, this course is for you! \n\nThis course provides an overview of the municipal solid waste management situation in developing countries covering key elements of the waste management system, with its technical, environmental, social, financial and institutional aspects. Besides understanding the challenges you will learn about appropriate and already applied solutions through selected case studies. The course also covers strategic planning and policy issues discussing future visions for waste management and the aspect of a circular and green economy. Considering the importance of the organic waste fraction, the course covers several organic waste treatment technology options such as composting, anaerobic digestion, and some other innovative approaches. \n\nSTATEMENT OF ACCOMPLISHMENT \nThis course offers free Statements of Accomplishment (SoA) issued by Eawag. You can earn a SoA by successfully completing the quizzes and the final exam. Please be aware that this SoA is not a paid Course Certificate issued by Coursera & EPFL.\n\nMOOC SERIES “SANITATION, WATER AND SOLID WASTE FOR DEVELOPMENT”\nThis course is one of four in the series “Sanitation, Water and Solid Waste for Development\". Please visit the course page for more information.","weeks":[{"weekTitle":"WEEK 1","weekName":"Week 1: Introduction to Solid Waste Management in Developing Countries","weekDesc":"The course begins with an overview of the current waste situation in developing countries. We will introduce the Integrated Sustainable Waste Management (ISWM) framework that provides a general overview of SWM systems and will guide us though this course. The ..."},{"weekTitle":"WEEK 2","weekName":"Week 2: Introduction to Solid Waste Management in Developing Countries","weekDesc":"In the second week, the course will focus on the governance aspects also referred as the “soft” aspects of a municipal solid waste management (MSWM) system. The different stakeholders and their roles and responsibilities will be explained as well as legislativ..."},{"weekTitle":"WEEK 3","weekName":"Week 3: Organic waste treatment technologies","weekDesc":"The third week will focus on the treatment of organic waste. In this week you will learn the basics of two very common organic waste treatment technologies: composting and anaerobic digestion. Study case examples will be presented as well as some practical exe..."},{"weekTitle":"WEEK 4","weekName":"Week 4: Organic waste treatment technologies","weekDesc":"Week four will continue with an introduction to other organic waste treatment technologies. Although currently less common in practice, the treatment by vermicomposting, Black Solider Fly larvae or options of thermochemical conversion are explained and their p..."},{"weekTitle":"WEEK 5","weekName":"Week 5: Assessment and planning methods for Solid Waste Management","weekDesc":"During the last week, the modules will focus more on strategic aspects of MSWM. Methods on how to integrate organic waste management into the municipal SWM system will be explained. Furthermore a standardized method to evaluate and compare systems with regard ..."}]},{"courseTitle":"Music and Social Action","courseDescription":"What is a musician’s response to the condition of the world? Do musicians have an obligation and an opportunity to serve the needs of the world with their musicianship?\n \nAt a time of crisis for the classical music profession, with a changing commercial landscape, a shrinking audience base, and a contraction in the number of professional orchestras, how does a young musician construct a career today? Are we looking at a dying art form or a moment of reinvigoration?\n \nIn this course we will develop a response to these questions, and we will explore the notion that the classical musician, the artist, is an important public figure with a critical role to play in society.\n \nThe course will include inquiry into a set of ideas in philosophy of aesthetics; a discussion about freedom, civil society, and ways that art can play a role in readying people for democracy; discussion on philosophy of education as it relates to the question of positive social change; and an exploration of musical and artistic initiatives that have been particularly focused on a positive social impact.\n \nGuiding questions for this course inquiry will include:\n \n      - How can classical music effect social change?\n      - How has music made positive change in communities around the globe?\n      - What can the field of classical music learn from other movements for social change?\n      - How have educators and philosophers thought about the arts and their connection to daily contemporary life?\n \nEach class will explore one critical question through lectures, discussions, interviews, or documentaries.","weeks":[{"weekTitle":"WEEK 1","weekName":"Welcome to Music and Social Action","weekDesc":"Learn what this course is about, who's teaching it, and other ways you can explore this topic. Meet and greet your peers as well!"},{"weekTitle":"WEEK 2","weekName":"What is Art and How Do We Experience It?","weekDesc":"In this module, we will discuss philosophers John Dewey and Maxine Greene, and their respective views on the possibilities contained within aesthetic experiences. How can aesthetic experience meaningfully contribute to public life? "},{"weekTitle":"WEEK 3","weekName":"Democracy and the Arts, Part 1","weekDesc":"How can artistic and aesthetic experiences make a more engaged public? Is there a connection between individual transformative experiences with art and any broader societal impact? What is the role of the artist in a democracy? "},{"weekTitle":"WEEK 4","weekName":"Democracy and the Arts, Part II","weekDesc":"How have we conceived of the artist's role in American society? What are examples of artists furthering civil society? How do we continually imagine fulfilling the promise of a democracy, embracing Maxine Greene's notion that it is always unfinished?"},{"weekTitle":"WEEK 5","weekName":"Arts and Urban Renewal","weekDesc":"How have the arts been a driving force for change in American cities? What are the potentials and pitfalls when positioning artists in this role? This class will pursue these questions through a series of case studies, including a video tour of arts organizati..."},{"weekTitle":"WEEK 6","weekName":"20th Century Artists and Social Commitment","weekDesc":"This class will explore examples of artists from the past hundred years who have been committed to making positive contributions to political or social issues of their time. "},{"weekTitle":"WEEK 7","weekName":"21st Century Artists and Social Commitment","weekDesc":"This class will involve a discussion with performing musicians and a look at examples of artists and musicians from the past hundred years who have been committed to making positive contributions to political or social issues of their time. "},{"weekTitle":"WEEK 8","weekName":"Creating Social Action","weekDesc":"In this final lecture, we will discuss traditions of social action, and how artists work toward building civil society."},{"weekTitle":"WEEK 9","weekName":"Final Reflection ","weekDesc":"One of the primary goals of this course has been to explore the connections between key concepts from the philosophy of aesthetics, historical examples of musicians who worked toward social action, and contemporary artistic initiatives. This final response is ..."}]},{"courseTitle":"Pro Tools Basics","courseDescription":"Producing music is an incredibly creative process, and knowing the tools of the trade is essential in order to transmit the musical ideas in your head into the DAW in a creative and uninhibited way.  Whether you have used a computer to create music before, or you have been curious about production for years, this 4-week course will give you an introductory look into the world of Avid Pro Tools and Pro Tools First.","weeks":[{"weekTitle":"WEEK 1","weekName":"Welcome to Pro Tools Basics!","weekDesc":"Welcome to your Berklee MOOC! Before you begin the course, we will cover all the details about the course and what you'll need to know to get the most out of your experience."},{"weekTitle":"WEEK 2","weekName":"Diving In","weekDesc":"In this first lesson, we will roll up our sleeves and dive into the Pro Tools interface. We'll learn how to set up a session and how to add instrument and audio tracks. We'll also learn how to save and bounce our work while keeping everything organized."},{"weekTitle":"WEEK 3","weekName":"Exploring MIDI and Software Instruments","weekDesc":"In this lesson, we'll focus on MIDI and software instruments. We'll start by learning about the different kinds of sound waves. Next, we'll learn the difference between samplers and synthesizers and how to use them in music production. We'll also learn how to ..."},{"weekTitle":"WEEK 4","weekName":"Recording and Manipulating Audio","weekDesc":"This week we'll dive into the world of audio. We'll learn how to properly import and manage audio in Pro Tools. We'll learn how to record into Pro Tools, and we'll also learn how to use AudioSuite to manipulate audio regions. "},{"weekTitle":"WEEK 5","weekName":"Mixing and Mastering","weekDesc":"In this final lesson we will be discussing mixing and mastering. You'll learn how to make a radio-quality production by adding reverb, EQ, compression, and limiters. "}]},{"courseTitle":"Greening the Economy: Sustainable Cities","courseDescription":"How can we shape urban development towards sustainable and prosperous futures?\n\nThis course will explore sustainable cities as engines for greening the economy. We place cities in the context of sustainable urban transformation and climate change. Sustainable urban transformation refers to structural transformation processes – multi-dimensional and radical change – that can effectively direct urban development towards ambitious sustainability and climate goals.\n\nWe will connect the key trends of urbanization, decarbonisation and sustainability. We will examine visions, experiments and innovations in urban areas. We will look at practices (what is happening in cities at present) and opportunities (what are the possibilities for cities going forwards into the future). We bring together a collection of diverse short films and key short readings on sustainable cities as well as interactive forums and a practical assignment to create an online learning community.\n\nThis course provides key examples of activities to promote sustainable cities in Scandinavia, Europe and around the world. We utilize films and reports by WWF, the Economist Intelligence Unit, ICLEI – Local Governments for Sustainability, UN-Habitat, C40 Climate Leadership Group, Arup, Sustainia, the Rockefeller Foundation, and ongoing research projects. This course is produced by Lund University in cooperation with WWF and ICLEI. It is available for free to everyone, everywhere!\n\nThe International Institute for Industrial Environmental Economics (IIIEE) at Lund University is an international centre of excellence on sustainable solutions. The IIIEE is ideally suited to understand and explain the interdisciplinary issues in sustainable cities and greening the economy utilising the diverse disciplinary backgrounds of its international staff. The IIIEE has been researching and teaching on sustainable solutions since the 1990s and it has extensive international networks connecting with a variety of organizations. \n\n5 hours/week\n5 weeks duration\n30 films\n10 teachers","weeks":[{"weekTitle":"WEEK 1","weekName":"Sustainable Urban Transformation","weekDesc":"By studying this module you can gain an increased knowledge and a deeper understanding of sustainable urban transformation and sustainable cities"},{"weekTitle":"WEEK 2","weekName":"Infrastructure and Planning","weekDesc":"By studying this module you can gain an increased knowledge and a deeper understanding of the role of infrastructure and planning in creating sustainable cities."},{"weekTitle":"WEEK 3","weekName":"Urban Living Labs","weekDesc":"By studying this module you can gain an increased knowledge and a deeper understanding of urban living labs and the role of experiments in sustainable cities."},{"weekTitle":"WEEK 4","weekName":"Future Urban Visions","weekDesc":"By studying this module you can gain an increased knowledge and a deeper understanding of visions for sustainable cities."},{"weekTitle":"WEEK 5","weekName":"Sustainable Urban Lifestyles","weekDesc":"By studying this module you can gain an increased knowledge and a deeper understanding of the relationship between sustainable urban lifestyles and sustainable cities."}]},{"courseTitle":"Positive Psychology Specialization Project: Design Your Life for Well-being","courseDescription":"You are encouraged to take the first four courses of the Foundations of Positive Psychology Specialization before starting this course and completing the Specialization Project. This course, taught by Dr. Martin E.P. Seligman brings all the key concepts from the first four courses to practice as you develop and test a new positive intervention for an audience of your choice. You identify opportunities in your daily life to increase the wellbeing by using knowledge you developed in the first four courses of the Specialization. In this final project, you evaluate the efficacy of a positive intervention based on subjective and objective measures. Then, you compare how empirical and non-empirically-based positive interventions can be applied to influence a person's wellbeing. Lastly, you reflect on how the fundamental elements of research methods are important in the everyday application of positive psychology.\n\nAfter completing all five courses, learners earn a certificate signed by Dr. Martin E.P. Seligman, Dr. James Pawelski, Dr. Angela Duckworth, Dr. Claire Robertson-Kraft and Dr. Karen Reivich.","weeks":[{"weekTitle":"WEEK 1","weekName":"Character Strengths: One Concept to Rule them All","weekDesc":"Module 1 of the Positive Psychology Capstone reviews the VIA Character Strengths Classification and in particular asks the learner to identify his or her five signature strengths and assess if they are authentic."},{"weekTitle":"WEEK 2","weekName":"Peterson Theory on Psychological Mental Illness as defined as an Excess, an Absence, or an Opposite of a Character Strength rather than by the Presence or Absence of a Symptom in the DSM","weekDesc":"Module 2 presents Chris Peterson's unfinished theory on mental illness. Specifically his belief that the absence of strengths, the excess of strengths, and the opposite of strengths might define 72 conditions of character weakness, and that these shortcomings ..."},{"weekTitle":"WEEK 3","weekName":"Developing a Positive Intervention using a signature strength to bolster a strength absence or strength opposite. Hypothesis & Experiment Design for Personal Positive Intervention","weekDesc":"Module 3 has the learner target an area for remediation from among Peterson's inventory of 72 deviant strengths and craft a positive intervention using a signature strength. "},{"weekTitle":"WEEK 4","weekName":"Putting the Positive Intervention into Action","weekDesc":"Module 4 has the learner put the positive intervention into action, assess and the share the results, and finally reduce the positive intervention to writing so it can be shared."}]},{"courseTitle":"VLSI CAD Part II: Layout","courseDescription":"You should complete the VLSI CAD Part I: Logic course before beginning this course.\n\nA modern VLSI chip is a remarkably complex beast:  billions of transistors, millions of logic gates deployed for computation and control, big blocks of memory, embedded blocks of pre-designed functions designed by third parties (called “intellectual property” or IP blocks).  How do people manage to design these complicated chips?  Answer:  a sequence of computer aided design (CAD) tools takes an abstract description of the chip, and refines it step-wise to a final design. This class focuses on the major design tools used in the creation of an Application Specific Integrated Circuit (ASIC) or System on Chip (SoC) design.  Our focus in this part of the course is on the key logical and geometric representations that make it possible to map from logic to layout, and in particular, to place, route, and evaluate the timing of large logic networks. Our goal is for students to understand how the tools themselves work, at the level of their fundamental algorithms and data structures. Topics covered will include: technology mapping, timing analysis, and ASIC placement and routing.\n\nRecommended Background:\nProgramming experience (C, C++, Java, Python, etc.) and basic knowledge of data structures and algorithms (especially recursive algorithms).  An understanding of basic digital design:  Boolean algebra, Kmaps, gates and flip flops, finite state machine design.  Linear algebra and calculus at the level of a junior or senior in engineering.  Elementary knowledge of RC linear circuits (at the level of an introductory physics class).","weeks":[]},{"courseTitle":"Chinese Characters for beginner 汉字","courseDescription":"Welcome to \"Chinese Characters for beginner\"!\nThis is an elementary course on learning Chinese characters. Together, we will start from the basic element of Chinese characters-- Strokes. Then we will learn 1,200 basic Chinese words composed of 240 commonly used Chinese characters, which begin with  “一”(one), including pronunciation, shape and meaning, so that to improve the learning effect. \n\n①  Each Chinese character is with pinyin;\n\n②  Each Chinese character is shown in the form of animation in the process of writing, namely strokes;\n\n③  English translation is used on the Chinese character can be a word itself. Other Chinese characters can not be independent of words are the characters of. The English translation of this kind of characters is marked in parentheses;\n\n④  Each Chinese word is accompanied by Pinyin, English translation and picture, which is easy to understand;\n\n⑤  There are proper exercises at the end of each lesson.\n\nGood luck !","weeks":[{"weekTitle":"WEEK 1","weekName":"第一周","weekDesc":" /react&#45;text "},{"weekTitle":"WEEK 2","weekName":"第二周","weekDesc":" /react&#45;text "},{"weekTitle":"WEEK 3","weekName":"第三周","weekDesc":" /react&#45;text "},{"weekTitle":"WEEK 4","weekName":"第四周","weekDesc":" /react&#45;text "},{"weekTitle":"WEEK 5","weekName":"第五周","weekDesc":" /react&#45;text "},{"weekTitle":"WEEK 6","weekName":"第六周","weekDesc":" /react&#45;text "},{"weekTitle":"WEEK 7","weekName":"第七周","weekDesc":" /react&#45;text "},{"weekTitle":"WEEK 8","weekName":"第八周","weekDesc":" /react&#45;text "},{"weekTitle":"WEEK 9","weekName":"第九周","weekDesc":" /react&#45;text "},{"weekTitle":"WEEK 10","weekName":"第十周","weekDesc":" /react&#45;text "}]},{"courseTitle":"Epidemiology: The Basic Science of Public Health","courseDescription":"Often called “the cornerstone” of public health, epidemiology is the study of the distribution and determinants of diseases, health conditions, or events among populations and the application of that study to control health problems. By applying the concepts learned in this course to current public health problems and issues, students will  understand the practice of epidemiology as it relates to real life and makes for a better appreciation of public health programs and policies. This course explores public health issues like cardiovascular and infectious diseases – both locally and globally – through the lens of epidemiology.","weeks":[{"weekTitle":"WEEK 1","weekName":"Course Introduction, History of Epidemiology and Epidemiology Research","weekDesc":"This module introduces the history and field of epidemiology."},{"weekTitle":"WEEK 2","weekName":"Understanding Measures of Disease Frequency","weekDesc":"This module introduces measures of disease frequency."},{"weekTitle":"WEEK 3","weekName":"Study Designs","weekDesc":"This module introduces the following study designs: experimental, cohort, case control, cross-sectional, and ecologic."},{"weekTitle":"WEEK 4","weekName":"Measures of Association","weekDesc":"This module introduces measures of association and confidence intervals."},{"weekTitle":"WEEK 5","weekName":"Causality","weekDesc":"This module introduces causality."},{"weekTitle":"WEEK 6","weekName":"Course Conclusion","weekDesc":"This module concludes the course. "}]},{"courseTitle":"材料力學一 (Mechanics of Materials I)","courseDescription":"課程介紹與教學目標 (About the course)\n　　房屋為我們遮風避雨，讓我們安心工作、生活，而結構系統又是房屋的骨幹，讓房屋能站的又高、又直、又穩。你知道橫者為梁，直者為柱，但你知道在結構工程師的眼中，梁與柱有什麼其他的不同嗎？他們其中藏著什麼秘密，能支撐起整個結構？工程師要怎麼決定梁該有多深？柱該有多粗？該用矩形、圓形還是其他形狀？該用實心還是空心？在有地震的地方，設計上是否又有不一樣的考量？\n　　材料力學是通往上述問題解答關鍵的一步。在材料力學(一)裡，我們會由大家熟知的虎克定律開始，以蓋房子的重要材料「結構鋼」為例，深入探討「力量」與「變形」這兩個令結構工程師愛恨交加的物理量之間的關係。然後依序探討結構桿件受軸力（拉/壓）、受扭、受彎、受剪四大外力作用下，會在桿件內部產生怎樣的相對應變形與受力，並探討建築結構設計概念與提供桿件設計演算範例。\n　　本課程是希望精通「鋼筋混凝土設計」、「鋼結構設計」、「木構造設計」者必備的先修課程，也為對「彈性力學」有興趣者，提供許多基礎知識與這些知識如何實際應用於工程設計。\n主要授課對象為土木、建築相關從業人員與在學學生，其他包括工學院各科系同學或對材料力學有興趣的人士，也歡迎選修。\n\n授課形式 (Course format)\n　　本堂課將以影片的形式為主, 搭配課後作業及期末報告的形式來進行。\n\n修課背景要求 (Recommended background)\n　　靜力學 ( Statics )","weeks":[{"weekTitle":"WEEK 1","weekName":"應力與應變","weekDesc":"學習目標：\n1. 了解應力與應變的定義、關係與工程意義。  \n2. 了解材料彈性與塑性行為之特性與區別。"},{"weekTitle":"WEEK 2","weekName":"桿件受軸力","weekDesc":"學習目標：1. 了解什麼是靜定與靜不定系統。  2. 了解並能夠計算靜定與靜不定軸力系統受力與變形的關係。  3. 了解並能夠計算溫差與安裝誤差造成的桿件軸力。"},{"weekTitle":"WEEK 3","weekName":"桿件受扭力","weekDesc":"學習目標：1. 了解並能夠計算靜定與靜不定扭力系統受力與變形的關係。  2. 了解並能夠計算薄管壁結構受扭所產生的應力。"},{"weekTitle":"WEEK 4","weekName":"彎矩圖與剪力圖","weekDesc":"學習目標：1. 了解剪力彎矩圖對土木工程的重要性。  2. 能正確做出靜定系統的彎矩剪力圖。"},{"weekTitle":"WEEK 5","weekName":"梁受彎矩作用之內力","weekDesc":"學習目標：1. 了解梁受彎矩作用形成的應力與應變。  2. 能進行梁的抗彎設計。"},{"weekTitle":"WEEK 6","weekName":"梁受剪力作用之內力","weekDesc":"學習目標：1. 了解矩形、圓形、Ｉ形梁斷面受剪力作用形成的應力分布狀況。  2. 了解Ｉ形梁斷面的工程意義。  3. 了解剪力流的成因並能進行組合斷面抗剪的接合設計。"},{"weekTitle":"WEEK 7","weekName":"梁受彎矩作用的變形","weekDesc":"學習目標： 1. 了解矩形、圓形、Ｉ形梁斷面受剪力作用形成的應力分布狀況。  2. 了解Ｉ形梁斷面的工程意義。  3. 了解剪力流的成因並能進行組合斷面抗剪的接合設計。"}]},{"courseTitle":"職場素養 (Professionalism)","courseDescription":"介紹國際職場素養的內涵及相關課題，培育學生應有的職場視野與能力，便利學生融入職場環境，迅速自新手成為高手，裕如地發揮所學與所長。","weeks":[{"weekTitle":"WEEK 1","weekName":"第一講 認識『職場素養』","weekDesc":"歡迎大家來到這堂課一起探討【職場素養】！你可以在第一講中，找到全部六講課程的大綱和投影片 (Powerpoint)、課程作業的互評方式、通過本課程的條件，以及常見問題集。接著我們會循序漸進地介紹職場素養的意涵，包含職場的人與事、全相的職場素養、專家與專業的定義、職場素養的核心內容，以及自我領導力的重要性。"},{"weekTitle":"WEEK 2","weekName":"第二講  鍛鍊『溝通能力』(一)","weekDesc":"溝通能力是職場素養的核心內涵。你將在第二講的內容中，學到溝通能力的四項核心：『關係角度』、『內容角度』、『詞彙選擇』與『句型結構』；成功的表達需要哪些關鍵要素，最後談談肢體語言及職場社交場合的溝通原則。＊本模組含一個互評作業（Peer review assessment）＊"},{"weekTitle":"WEEK 3","weekName":"第三講  鍛鍊『溝通能力』(二)","weekDesc":"在瞭解溝通的基本原理後，我將分享職場上常見的溝通挑戰，以及應對的建議；說明提問的要領、信任建立的方略，和聲相的重要性。"},{"weekTitle":"WEEK 4","weekName":"第四講  強化『心緒智能』","weekDesc":"心緒智能的高低決定個人在職場情境的表現好壞。第四講中，你會認識到幾個觀念：意念與專注心、意念與身心關聯、情緒的內涵，及情緒與領導力的關聯。＊本模組含一個互評作業（Peer review assessment）＊"},{"weekTitle":"WEEK 5","weekName":"第五講  建構『專業形象』","weekDesc":"第五講中，我將說明職場專業形象和刻板印象的意涵，傳授印象管理和儀容管理的方略，讓你可以逐步建構起內外兼備的專業形象。"},{"weekTitle":"WEEK 6","weekName":"第六講  提升『人文素養』與『教養』","weekDesc":"恭喜來到課程的最後一講！在第六講中，我將談談自己對人文素養的感悟，分享我培育人文素養的秘訣、職場的正向價值觀，最後給你一些課程期勉。 ＊本模組含一個互評作業（Peer review assessment）＊"}]},{"courseTitle":"Développement durable","courseDescription":"L'ambition du cours est de confronter ses participants aux enjeux techniques, économiques, sociaux et environnementaux du XXIe siècle. Ces enjeux sont par nature très fortement couplés et complexes. Ils exigent une approche interdisciplinaire, afin d’adopter un vrai questionnement, au delà des préjugés et des idées reçues. \n\nC’est pourquoi des spécialistes reconnus dans les domaines de l’économie, de la démographie, de l’énergie, du climat, de l’eau et de l’agriculture, et issus des meilleurs institutions et centres de recherche français (CentraleSupélec, INED, Cnam, CEA, AgroParisTech), interviendront avec la volonté de confronter leurs points de vue et de débattre avec vous. \n\nLa démarche générale du cours consistera à examiner les enjeux du développement durable au regard d’études scientifiques rigoureuses et récentes, pour : \n •  donner et discuter des chiffres clés (de l’état des lieux aux futurs possibles) ;\n •  comprendre la construction de ces chiffres (hypothèses et limites des modèles scientifiques sur lesquels ils reposent) ;\n •  et aborder l’ensemble des enjeux dans leurs différentes dimensions (notamment de l’échelle locale à l’échelle mondiale).\n \nLe format du cours :\nHebdomadaire, sur 7 semaines, 1h de vidéo par semaine (sous-titres en français et an anglais) avec quiz et supports de cours, forum (dont FAQ). Effort estimé : 3 heures par semaine pendant 7 semaines (1h30 de travail sur vidéo et 1h30 de lectures). Animation de la communauté d'apprenants : le forum sera animé par l’équipe enseignante.\n\nResponsable du cours : \nPascal Da Costa : Enseignant-Chercheur, Economiste, Professeur chargé de cours à CentraleSupélec campus de Châtenay-Malabry (ex Ecole Centrale Paris).\n\nPlan du cours :\n •  Économie, avec Pascal Da Costa (CentraleSupélec).\n •  Démographie, avec Gilles Pison (Institut National d’Etudes Démographiques).\n •  Énergie et Ressources Minérales, avec Estelle Iacona (CentraleSupélec) et Jean-Pierre Chevalier (Cnam).\n •  Climat, avec Valérie Masson-Delmotte (Laboratoire des Sciences du Climat et de l'Environnement).\n •  Eau, avec Claire Bordes (CentraleSupélec).\n •  Agriculture, avec Marc Dufumier (AgroParisTech).","weeks":[{"weekTitle":"WEEK 1","weekName":"Economie","weekDesc":"La première séance du cours portera sur l’Economie du Développement Durable.Nous allons étudier les écoles de pensées économiques du développement durable, ainsi que les politiques économiques de l’environnement dans les faits. Vous trouverez en plus des vidéo..."},{"weekTitle":"WEEK 2","weekName":"Démographie","weekDesc":"L’humanité va connaître une croissance démographique très élevée dans les années à venir : elle va passer de 7 à 9 milliards d’être humains en l’espace de 40 ans, soit une hausse de 30% d’ici 2050.Cette croissance démographique représentera un poids considérab..."},{"weekTitle":"WEEK 3","weekName":"Energie","weekDesc":"Au cours de cette troisième séance, nous allons revenir sur les mutations énergétiques qui se sont succédées depuis la révolution industrielle et aborder celles qui vont avoir lieu au cours du 21e siècle.Vous verrez au cours de cette séance que les ressources ..."},{"weekTitle":"WEEK 4","weekName":"Climat","weekDesc":"Nous allons revenir en détails sur le tout dernier rapport du Groupe d'experts Inter-gouvernemental sur l’Evolution du Climat (GIEC, septembre-octobre 2013) et ses résultats, en insistant sur les méthodes des modèles climatiques, sur les incertitudes qui demeu..."},{"weekTitle":"WEEK 5","weekName":"Ressources minérales","weekDesc":"Dans cette cinquième séance, nous allons étudier les contraintes physiques qui pèsent sur notre mode de vie.En dehors des aspects économiques qui peuvent varier, posons-nous la question de savoir quelles sont les contraintes immuables (qui ne bougeront pas) li..."},{"weekTitle":"WEEK 6","weekName":"Eau","weekDesc":"L’eau est un bien particulier : une ressource très présente sur notre planète bleue mais mal répartie.De ce fait, l’eau est hautement stratégique et donne lieu à des affrontements encore très nombreux. Autant de points qui méritent d’être étudiés en détails, p..."},{"weekTitle":"WEEK 7","weekName":"Agriculture","weekDesc":"L’agriculture est un secteur économique indispensable mais il génère, de la façon dont il est aujourd’hui organisé dans de nombreux pays, énormément de coûts d’un point de vue social et en termes de santé et de pollutions également.Les études agronomiques et é..."},{"weekTitle":"WEEK 8","weekName":"Devoir final","weekDesc":"Evaluation par les pairs.Pour le devoir final, vous devez écrire un article et le soumettre pour une évaluation par les pairs. Quand vous aurez déposé votre devoir, vous pourrez accéder aux devoirs des autres apprenants pour faire vos évaluations.Pour plus d'i..."}]},{"courseTitle":"Molecular Evolution (Bioinformatics IV)","courseDescription":"In the previous course in the Specialization, we learned how to compare genes, proteins, and genomes.  One way we can use these methods is in order to construct a \"Tree of Life\" showing how a large collection of related organisms have evolved over time.\n\nIn the first half of the course, we will discuss approaches for evolutionary tree construction that have been the subject of some of the most cited scientific papers of all time, and show how they can resolve quandaries from finding the origin of a deadly virus to locating the birthplace of modern humans.\n\nIn the second half of the course, we will shift gears and examine the old claim that birds evolved from dinosaurs.  How can we prove this?  In particular, we will examine a result that claimed that peptides harvested from a T. rex fossil closely matched peptides found in chickens. In particular, we will use methods from computational proteomics to ask how we could assess whether this result is valid or due to some form of contamination.\n\nFinally, you will learn how to apply popular bioinformatics software tools to reconstruct an evolutionary tree of ebolaviruses and identify the source of the recent Ebola epidemic that caused global headlines.","weeks":[{"weekTitle":"WEEK 1","weekName":"Week 1: Introduction to Evolutionary Tree Construction","weekDesc":"<p>Welcome to our class!</p>\n\n<p>In this class, we will consider the following two central biological&nbsp;questions (the computational approaches needed to solve them are shown in parentheses):</p>\n\n<ol>\n<li>Weeks 1-3: Which Animal Gave Us SARS? (<i>Evolution..."},{"weekTitle":"WEEK 2","weekName":"Week 2: More Algorithms for Constructing Trees from Distance Matrices","weekDesc":"<p>Welcome to Week 2 of class!</p>\n\n<p>Last week, we started to see how evolutionary trees can be constructed from distance matrices. &nbsp;This week, we will encounter additional algorithms for this purpose, including the neighbor-joining algorithm, which has..."},{"weekTitle":"WEEK 3","weekName":"Week 3: Constructing Evolutionary Trees from Characters","weekDesc":"<p>Welcome to week 3 of class!</p>\n\n<p>Over the last two weeks, we have seen several different algorithms for constructing evolutionary trees from distance matrices.</p>\n\n<p>This week, we will conclude the current chapter by considering what happens if we use ..."},{"weekTitle":"WEEK 4","weekName":"Week 4","weekDesc":"<p>Welcome to week 4 of the class!</p>\n\n<p>Did birds evolve from dinosaurs? Over the next two weeks, we will see how we could analyze molecular evidence in support of this theory. You can find this week's Bioinformatics Cartoon from Randall Christopher at the ..."},{"weekTitle":"WEEK 5","weekName":"Week 5: Resolving the T. rex Peptides Mystery? ","weekDesc":"<p>Welcome to week 5 of class!</p>\n\n<p>Last week, we asked whether it is possible for dinosaur peptides to survive locked inside of a fossil for 65 million years. This week, we will see what this question has to do with statistics; in the process, we will see ..."},{"weekTitle":"WEEK 6","weekName":"Week 6: Bioinformatics Application Challenge","weekDesc":"<p>Welcome to the sixth and final week of the course!</p>\n\n<p>In this week's Bioinformatics Application Challenge, we will use reconstruct an evolutionary tree of ebolaviruses and use it to determine the origin of the pathogen that caused the recent outbreak i..."}]},{"courseTitle":"Aléatoire : une introduction aux probabilités - Partie 2","courseDescription":"Ce cours d'introduction aux probabilités a la même contenu que le cours de tronc commun de première année de l'École polytechnique donné par Sylvie Méléard.\n\nLe cours introduit graduellement la notion de variable aléatoire et culmine avec la loi des grands nombres et le théorème de la limite centrale. \n\nLes notions mathématiques nécessaires sont introduites au fil du cours et de nombreux exercices corrigés sont proposés.\n\nCe cours propose aussi une introduction aux méthodes de simulations des variables aléatoires comme la méthode de Monte Carlo. Des expériences numériques interactives sont également mises à votre disposition pour vous permettre de visualiser diverses notions.","weeks":[{"weekTitle":"WEEK 1","weekName":"VECTEURS ALÉATOIRES (1/2)","weekDesc":"Nous entamons cette semaine le Cours 4 dont le sujet est les vecteurs aléatoires, c'est-à-dire, une collection finie de variables aléatoires réelles, comme par exemple des couples de variables aléatoires. Ce cours s'étend sur deux semaines.  "},{"weekTitle":"WEEK 2","weekName":"VECTEURS ALÉATOIRES (2/2)","weekDesc":"Il s'agit de la suite et de la fin du Cours 4. Nous allons en particulier généraliser le résultat qui nous permet de faire des calculs de lois."},{"weekTitle":"WEEK 3","weekName":"CONVERGENCES ET LOI DES GRANDS NOMBRES (1/2)","weekDesc":"Nous entamons le Cours 5 dont l'objet principal est le théorème communément appelé la « loi des grands nombres ». Nous introduirons aussi plusieurs notions de convergence d'une suite de variables aléatoires."},{"weekTitle":"WEEK 4","weekName":"CONVERGENCES ET LOI DES GRANDS NOMBRES (2/2)","weekDesc":"Nous terminons le Cours 5 en donnant des exemples d'applications de la loi des grands nombres. Nous introduisons également la méthode de Monte Carlo."},{"weekTitle":"WEEK 5","weekName":"FONCTIONS CARACTÉRISTIQUES, CONVERGENCE EN LOI ET THÉORÈME DE LA LIMITE CENTRALE (1/2)","weekDesc":"Nous commençons le Cours 6, le dernier de ce MOOC, à cheval sur deux semaines. Cette semaine, on introduit un nouvel outil très puissant : les fonction caractéristiques. "},{"weekTitle":"WEEK 6","weekName":"FONCTIONS CARACTÉRISTIQUES, CONVERGENCE EN LOI ET THÉORÈME DE LA LIMITE CENTRALE (2/2)","weekDesc":"Cette dernière semaine est consacrée au second pilier de la théorie des probabilités : le théorème de la limite centrale. Ce résultat nécessite une nouvelle notion de convergence : la convergence en loi. Nous verrons notamment une application aux intervalles d..."}]},{"courseTitle":"Advanced Search Engine Optimization Strategies","courseDescription":"This course focuses on technical, mobile and social strategies for increasing site traffic. Learn how to build SEO for international audiences through content localization, global team alignment and optimizing for local search engines. Discover techniques to optimize mobile-friendly websites, get mobile apps discovered, and leverage social media to drive organic SEO traffic.  You will also learn how to identify key SEO metrics and collect, interpret, validate, and report success to your clients and stakeholders.","weeks":[{"weekTitle":"WEEK 1","weekName":"Introduction","weekDesc":"Welcome to this first module where you will discover how technical search engine optimization (SEO) can improve your website. You will discuss and use web metrics as you compare performance analysis tools and plug-ins. You will be able to find and fix problems..."},{"weekTitle":"WEEK 2","weekName":"Take Your Website Global","weekDesc":"In this module, you will examine what you need to take your website global. You will prepare for global expansion and grasp tremendous opportunities to reach the world. You will be introduced to tested principles and best practices to optimize your website for..."},{"weekTitle":"WEEK 3","weekName":"Make the Most of Mobile and App SEO","weekDesc":"This module will provide you knowledge necessary to take advantage of innovations and future trends in the mobile marketplace. You will be able to use a clear process to make your mobile apps easier to find. Identify Key Performance Indicators (KPIs) needed fo..."},{"weekTitle":"WEEK 4","weekName":"Identify Metrics to Drive Performance","weekDesc":"Welcome to the final module in this course. In this module, you will discuss the concepts to measure key metrics and conduct data analysis to bring value to stakeholders. You will recognize and use practical tips to quantify success, overcome common mistakes, ..."}]},{"courseTitle":"透过摄影看世界","courseDescription":"对于我们中的许多人来说，虽然拍照、分享和浏览照片已经成了日常生活中的习惯，但我们与图像的频繁接触并未培养我们在视觉表达上的素养。\n\n这个课程的目的在于通过介绍影响摄影作品的创意、手段与技术，讨论观看照片与真正理解照片之间距离的问题。\n\n在这个课程里，你将近距离观看纽约现代艺术博物馆收藏的照片，聆听从不同角度对照片的解读，以及摄影在将近180年历史中被使用的方式：作为艺术表现的途径、作为科学和探索的工具、作为纪实文献的媒介、作为讲述故事和记录历史的手段，以及作为日益视觉化的文化中一种交流和批评的模式。\n\n学习目标\n\n训练技巧，以便更好地检视和理解照片与摄影图像之间的不同。\n\n发现语境如何影响摄影图像的制作、传播和接收。\n\n学习摄影中各种不同模式的艺术和技术试验和创新。\n\n探讨摄影在日益视觉化的文化中所发挥的作用","weeks":[{"weekTitle":"WEEK 1","weekName":"引言 - 通过摄影看世界","weekDesc":"“摄影是一种每个人都认为自己在讲的外国语言。” -- Philip-Lorca di Corcia"},{"weekTitle":"WEEK 2","weekName":"一个主题，很多视角","weekDesc":"通过观察摄影在历史上以各种不同的方式被用来捕捉大家熟悉的一个主题，发现这种媒介在艺术和科学领域的根源。"},{"weekTitle":"WEEK 3","weekName":"文献摄影","weekDesc":"探索对待纪录片摄影的各种方式，有的旨在制作客观记录的摄影，有的则对照片作为证据的可靠性展开批判。"},{"weekTitle":"WEEK 4","weekName":"人物照片","weekDesc":"仔细观看人物照片 – 无论是作为个体或者某个类型的代表人物，无论是摆拍或是在不知晓的情况下抓拍 – 并发现摄影师和被拍摄主体两者所做的选择，是如何影响我们关于所描绘主体的假设的。"},{"weekTitle":"WEEK 5","weekName":"构造叙事和挑战历史","weekDesc":"学习批判性的观看照片被用来构造叙事的方法，这些叙事塑造我们对自己及周围世界的理解。"},{"weekTitle":"WEEK 6","weekName":"图像的海洋：摄影与当代文化","weekDesc":" 许多艺术家转向我们这个充满图像的世界，既作为他们作品的源泉，也作为其作品的主体对象。"}]},{"courseTitle":"Strategic Innovation: Innovation at the Frontier: An Exploration of Cutting-Edge Topics","courseDescription":"In his influential book, The Innovator’s Dilemma, Professor Clayton Christensen, introduced the term disruption to the popular lexicon. Disruption refers to the failure of well-managed firms to succeed when faced with technological change associated with disruptive technologies, i.e. technologies that are inferior in the beginning but get better soon enough to precipitate the failure of entrenched firms. The very practices that made incumbent firms successful in managing sustaining technologies may actually prove to be debilitating while managing disruptive technologies. Drawing from many of collective research in disruptions, this course will offer a set of frameworks, tools, and concepts in order to manage the unique challenges and develop innovative strategies while managing disruptive innovations so as to achieve leadership positions.\n\nWith the frenetic pace of technological change, understanding the trends and contemporary innovation approaches is critically important for companies interested in maximizing the odds of innovation success. Drawing from many years of research, this course will offer a set of frameworks, tools, and concepts in order to understand and develop cutting-edge innovative strategies in a coherent way so as to achieve leadership positions.","weeks":[{"weekTitle":"WEEK 1","weekName":"Course Orientation","weekDesc":"You will become familiar with the course, your classmates, and our learning environment. The orientation will also help you obtain the technical skills required for the course."},{"weekTitle":"WEEK 2","weekName":"Module 2: Supply-Side Disruption","weekDesc":"With the second module, we will move into the disruptive innovation domain on the supply-side. We will define supply-side disruptions; we will examine how architectural changes sometimes blindside incumbents. Then, we will examine the concept of mental models ..."},{"weekTitle":"WEEK 3","weekName":" Module 3: From Pipeline to Platform","weekDesc":"With  the third module,we  will  move  into examining  platform  businesses. We  will distinguish between pipeline and platform businesses and we will examine the critical role of various players in a platform ecosystem. Then, we will examine the concept of ne..."},{"weekTitle":"WEEK 4","weekName":" Module 4: Contemporary Topics in Global Innovation","weekDesc":"With the fourth module, we will move into examining contemporary topics in the world of innovation. First, we will examine the increasingly important role played by user innovations. We will delineate between classical entrepreneurship and user entrepreneurshi..."}]},{"courseTitle":"4.- El Cálculo - Otros Modelos","courseDescription":"Este curso forma parte de una secuencia con la que se propone un acercamiento a la Matemática Preuniversitaria que prepara para la Matemática Universitaria.\nEn él se asocia un significado real con el contenido matemático que se aprende y se integran tecnologías digitales en el proceso de aprendizaje. \nSe propone la reinterpretación de los contenidos matemáticos relativos a Modelos con Radicales y Exponentes en términos de nociones y procesos del Cálculo Diferencial. Esto servirá como puente para el desarrollo de un pensamiento matemático avanzado con el que se trabajará en la Matemática Universitaria.\n\nCurso con crédito académico para alumnos admitidos y aspirantes a ingresar a un programa de profesional en el Tecnológico de Monterrey. Si estás inscrito en este MOOC con el fin de obtener el crédito académico para el curso de Introducción a las matemáticas (Matemáticas Remedial), confirma tu interés en la acreditación a la cuenta: mooc@servicios.itesm.mx. Consulta las preguntas frecuentes para conocer el proceso de acreditación.","weeks":[{"weekTitle":"WEEK 1","weekName":"Reglas de derivación","weekDesc":"Hablaremos de las Reglas del Producto, Cociente y Cadena para dar cabida al estudio de otros modelos matemáticos en cuya representación algebraica aparecen exponentes negativos y/o fraccionarios. Practicaremos con las Reglas y apreciaremos los aportes de tecno..."},{"weekTitle":"WEEK 2","weekName":"Práctica de derivación y comparamos con tecnología","weekDesc":"Practicaremos con la derivación de funciones para revisar la importancia de ciertos procesos algebraicos cuando estudiamos Cálculo. Utilizaremos la tecnología especializada para comparar procesos y adquirir habilidades algebraicas y gráficas de una manera rela..."},{"weekTitle":"WEEK 3","weekName":"Consejos algebraicos sobre derivadas y gráficas clásicas","weekDesc":"Hablaremos del proceso algebraico de cálculo de derivadas y de las complicaciones a que da lugar con el fin de minimizar dificultades seguiendo los consejos planteados. Hablaremos además de modelos matemáticos clásicos cuya gráfica se asocia con curvas clásica..."},{"weekTitle":"WEEK 4","weekName":"Optimización","weekDesc":"Retomaremos la aplicación de optimización de funciones considerando un contexto real en el que aparecen los nuevos modelos matemáticos. Hablaremos de estrategias de solución que utilizan las diferentes representaciones matemáticas: numérica, algebraica y gráfi..."}]},{"courseTitle":"Reason and Persuasion: Thinking Through Three Dialogues By Plato","courseDescription":"In this course we study the ancient, Socratic art of blowing up your beliefs as you go, to make sure they're built to last. We spend six weeks studying three Platonic dialogues - \"Euthyphro\", \"Meno\", \"Republic\" Book I - then two weeks pondering a pair of footnotes to Plato: contemporary moral theory and moral psychology. \n\nPlatonic? Socratic? Socrates was the teacher, but he said he never did. Plato was the student who put words in his teacher's mouth. You'll get a feel for it.\n\nWe have a book: the new 4th edition of \"Reason and Persuasion\", by the instructor (and his wife, Belle Waring, the translator.) It contains the Plato you need, plus introductory material and in-depth, chapter-length commentaries. (Don't worry! John Holbo knows better than to read his book to the camera. The videos cover the same material, but the presentation is different.) \n\nThe book is offered free in PDF form - the whole thing, and individual chapter slices. It is also available in print and other e-editions. See the course content for links and information.\n\nThe course is suitable for beginning students of Plato and philosophy, but is intended to offer something to more advanced students as well. We seek new, odd angles on old, basic angles. Tricky! The strategy is to make a wide-ranging, interdisciplinary approach.  Lots of contemporary connections, to make the weird bits intuitive; plus plenty of ancient color, still bright after all these years. So: arguments and ideas, new possibilities, old stories, fun facts. Plus cartoons. \n\nThe results can get elaborate (some book chapters and some lesson videos run long.) But each video comes with a brief summary of its contents. The lessons progress. I put them in this order for reasons. But there's no reason you can't skip over and around to find whatever seems most interesting. There are any number of self-contained mini-courses contained in this 8-week course. You are welcome to them.\n\nPlato has meant different things to different people. He's got his own ideas, no doubt. (Also, his own Ideas.) But these have, over the centuries, been worn into crossing paths for other feet; been built up into new platforms for projecting other voices. (Plato did it to Socrates, so fair is fair.) So your learning outcome should be: arrival somewhere interesting, in your head, where you haven't been before. I wouldn't presume to dictate more exactly.","weeks":[{"weekTitle":"WEEK 1","weekName":"Plato's Euthyphro I: Bad Dads, Good Arguments","weekDesc":"We start with Plato's \"Euthyphro\", a short dialogue in which Socrates debates the nature of holiness with a priest, Euthyphro. (The Bad Dad is Euthyphro's. Maybe. If he's a murderer. Do you think he's a murderer?) But mostly the videos for this first week and ..."},{"weekTitle":"WEEK 2","weekName":"Plato's Euthyphro II: Two Problems","weekDesc":"This is our second week reading \"Euthyphro\". (But we hardly got into it last week!) The two problems are: 1) Should Euthyphro do? 2) What is holiness? Mostly the dialogue concerns 2) but 1) is there for a reason. Suppose a friend asks you for advice: 'I think ..."},{"weekTitle":"WEEK 3","weekName":"Plato’s Meno: What is Virtue?","weekDesc":"We're moving on to our next dialogue, Plato's \"Meno\". Meno is a slick fellow: sophist-in-training. He wants to know whether Socrates thinks virtue can be taught. Socrates doesn't even know what it is! Meno doesn't see the problem. He can talk about this stuff!..."},{"weekTitle":"WEEK 4","weekName":"Plato's Meno: Virtue - Geometry - Virtue.","weekDesc":"We are still working on Plato’s “Meno”. This week we get to the geometry lesson and  Socrates’ tentative definition/formula for success: virtue is mindfulness. That means: when you do things, you do them for the right reasons, and with knowledge of those reaso..."},{"weekTitle":"WEEK 5","weekName":"Plato's Republic, Book I: Again, With Fathers and Sons","weekDesc":"We move on to Plato's \"Republic\". The subject is justice. Socrates investigates the nature of justice by envisioning a kind of Utopia, an ideal society, in which justice shall be evident because it is writ large – in the fabric of the City – and small – in the..."},{"weekTitle":"WEEK 6","weekName":"Plato's Republic, Book I: Thrasymachus.","weekDesc":"We finish up “Republic”, Book I. We have gotten to Thrasymachus, the main attraction. He’s attractive-repulsive, as a person. ‘Justice is the advantage of the stronger!’ In this Lesson I lay out his views. I think it’s best to see him as suspended between a fe..."},{"weekTitle":"WEEK 7","weekName":"Moral Psychology","weekDesc":"We're done with Plato! Well, not really. The point is to prove we'll never be done with him! But we're moving on to contemporary moral psychology. This lesson is on moral psychology. How does the moral mind think – work, function? The moral brain. (Psychologis..."},{"weekTitle":"WEEK 8","weekName":"Ethics and Ethnos","weekDesc":"One more week on moral psychology. We’re almost done! This week we’re still talking about Jonathan Haidt, but then I shift to consider as well, the work of another psychologist, who is also a philosopher (by training): Joshua Greene. I talk about his popular b..."}]},{"courseTitle":"Introduction to Power Electronics","courseDescription":"This course introduces the basic concepts of switched-mode converter circuits for controlling and converting electrical power with high efficiency. Principles of converter circuit analysis are introduced, and are developed for finding the steady state voltages, current, and efficiency of power converters. Assignments include simulation of a dc-dc converter, analysis of an inverting dc-dc converter, and modeling and efficiency analysis of an electric vehicle system and of a USB power regulator.\n\nAfter completing this course, you will:\n● Understand what a switched-mode converter is and its basic operating principles\n● Be able to solve for the steady-state voltages and currents of step-down, step-up, inverting, and other power converters\n● Know how to derive an averaged equivalent circuit model and solve for the converter efficiency\n\nA basic understanding of electrical circuit analysis is an assumed prerequisite for this course.","weeks":[{"weekTitle":"WEEK 1","weekName":"Ch 1: Introduction","weekDesc":"An introduction to power electronics and to the Coursera specialization"},{"weekTitle":"WEEK 2","weekName":"Ch 2: Steady-State Converter Analysis","weekDesc":"How to find the ideal steady-state voltages and currents of a switched-mode converter"},{"weekTitle":"WEEK 3","weekName":"Ch 3: Steady-State Equivalent Circuit Modeling, Losses, and Efficiency","weekDesc":"Equivalent circuit modeling of switching converters, to predict their power conversion functions and efficiency under steady-state conditions"}]},{"courseTitle":"Matemáticas financieras","courseDescription":"En el curso matemáticas financieras se explica la relación que tiene el dinero y su valor a través del tiempo. Se abordan los temas de interés simple, interés compuesto, anualidades, perpetuidades, amortizaciones, valor presente y valor futuro, todos ellos elementos básicos que el administrador financiero deberá aplicar en los análisis de opciones de inversión o financiamiento.","weeks":[{"weekTitle":"WEEK 1","weekName":"Matemáticas Financieras ","weekDesc":"Las matemáticas como ciencia, en el contexto de las finanzas, son un gran y valioso apoyo de aplicación en los mercados financieros para determinar intereses, montos y capital, mediante las fórmulas aplicadas de interés simple, descuento simple, interés compue..."},{"weekTitle":"WEEK 2","weekName":"Descuento Simple ","weekDesc":"En el módulo II, revisaremos el tema de descuento simple, concepto, fórmulas y su aplicación. También verás microcasos y actividades de pares que facilitarán el aprendizaje. El descuento simple es aplicable a la inversión, por ejemplo, en instrumentos financie..."},{"weekTitle":"WEEK 3","weekName":"Interés Compuesto ","weekDesc":"En el módulo III, revisaremos el tema de interés compuesto y valor futuro, concepto, fórmulas y su aplicación. De igual manera, habrá microcasos y actividades de pares que facilitarán el aprendizaje del tema. El interés compuesto nos ayuda a tomar decisiones d..."},{"weekTitle":"WEEK 4","weekName":"Descuento Compuesto","weekDesc":"En el módulo IV, revisaremos el tema de descuento compuesto y valor presente, concepto, fórmulas y su aplicación. Durante el módulo encontrarás microcasos y actividades de pares que facilitarán tu aprendizaje. El valor presente es un método para la evaluación ..."},{"weekTitle":"WEEK 5","weekName":"Anualidades","weekDesc":"En el módulo V, revisaremos el tema de anualidades, concepto, fórmulas y su aplicación mediante ejercicios de elaboración de tablas de amortización de anualidades vencidas, con pagos de capital, con tasas variables y con periodos de gracia. Si estamos buscamos..."}]},{"courseTitle":"Rédaction de contrats","courseDescription":"Le cours porte sur les usages généralement admis en matière de rédaction de contrats commerciaux, dans leur forme continentale ou anglo-saxonne. Les principales clauses de ces contrats sont examinées, à l’aide d’exemples tirés de contrats classiques.","weeks":[{"weekTitle":"WEEK 1","weekName":"Semaine 1","weekDesc":"Ce cours introductif porte sur la façon d’aborder un contrat, les domaines dans lesquels les ordres juridiques prévoient en règles générale des dispositions impératives, et les documents qui précèdent la conclusion du contrat."},{"weekTitle":"WEEK 2","weekName":"Semaine 2","weekDesc":"Ce cours porte sur les relations entre des contrats distincts, en particulier les contrats en chaîne (contrat principal et contrats de sous-traitance). Les nécessités de coordination des contrats, et les clauses de jonction entre les différents contrats, y ser..."},{"weekTitle":"WEEK 3","weekName":"Semaine 3","weekDesc":"L’essentiel du contrat est l’accord des parties sur les prestations réciproques qui devront être échangées. Les juristes ont peu de prises sur cet accord, qui relève avant tout de la volonté des parties. Selon le type de contrat, certaines précisions peuvent u..."},{"weekTitle":"WEEK 4","weekName":"Semaine 4","weekDesc":"Le système juridique prévoit un régime de la responsabilité, qui peut être modulé par le contrat. Les parties peuvent ainsi limiter leur responsabilité, en modifier les conséquences, l’exclure en cas de force majeure, prévoir une clause d’adaptation en cas de ..."},{"weekTitle":"WEEK 5","weekName":"Semaine 5","weekDesc":"L’exécution du contrat peut donner lieu à des transferts d’actifs dont les parties veulent transférer ou pas la propriété. Diverse clauses standard permettent de clarifier la volonté des parties à ce propos. Le cours portera notamment sur les clauses de réserv..."},{"weekTitle":"WEEK 6","weekName":"Semaine 6","weekDesc":"Le dernier cours reviendra sur quelques clauses standard (Boiler plate clause) que l’on trouve dans tous les contrats sans que les parties ne soient toujours conscientes de leur utilité et de leurs effets. Le cours se conclura avec les clauses de résolution de..."}]},{"courseTitle":"What’s Your Big Idea?","courseDescription":"Whether your interest lies in solving the world’s biggest problems, creating the next commercial success or addressing something closer to home, this course will give you a toolbox to vet your ideas and test them in the real world.","weeks":[{"weekTitle":"WEEK 1","weekName":"Think","weekDesc":"We start at the beginning with your big idea and where it comes from: your everyday experience \n\nand known sources of innovation as described by Peter Drucker."},{"weekTitle":"WEEK 2","weekName":"Listen","weekDesc":"This second phase of the entrepreneurial lifecycle encourages you to take the big idea you’ve\n\nthought about and solicit feedback from the people whose problems you’re trying to solve."},{"weekTitle":"WEEK 3","weekName":"Plan","weekDesc":"Strategy, the art and science of being different than your competition, is the next element we introduce, \n\nbased on Michael Porter’s work."},{"weekTitle":"WEEK 4","weekName":"Clarify","weekDesc":"In this module, we coach you on continuing to refine your big idea and beginning to \n\ncommunicate it clearly to a wider audience."},{"weekTitle":"WEEK 5","weekName":"Support","weekDesc":"To make your big idea into a reality, you’ll need the personal, professional, and financial\n\nresources we discuss in this module."},{"weekTitle":"WEEK 6","weekName":"Iterate","weekDesc":"This final step of the entrepreneurial lifecycle outlines a method to continue thinking, listening, \n\nplanning, clarifying, and supporting your big idea."}]},{"courseTitle":"Chemerinsky on Constitutional Law - The Structure of Government","courseDescription":"This course will highlight the construction and interpretation of the U.S. Constitution through the centuries. You'll learn the history behind the Constitution, cases that formed important precedent, and how changes in interpretation have been dependent on shifts in cultural and political climate as well as the composition of the Supreme Court.\n\nWe'll start with an overview of the Constitution where we'll consider questions such as \"Why the Constitution?\" and \"What function does the Constitution serve?\" Next we'll examine how the Constitution and its subsequent interpretation established the powers of the federal, legislative, and judicial branches of government and allocated powers to the states.\n\nJoin me as we look at the questions both raised and answered by the Constitution and those that interpret it!\n\nBy the end of this course, you should be able to:\n\n- Describe how the structure of the United States government has been shaped by both the text of the Constitution and by subsequent interpretation and practice of political actors in all branches of government\n\n- Illustrate compromises found in the Constitution by citing examples and historic background\n\n- Articulate the importance of key cases such as Marbury v. Madison, McCullough v. Maryland, and Lochner v. New York\n\n- Explain how the outcome of cases is often dependent upon the current cultural and political climate as well as the composition of the court by citing particular cases and important shifts in the court's jurisprudence\n\n- Assess the relative suitability of various approaches to constitutional interpretation and analysis","weeks":[{"weekTitle":"WEEK 1","weekName":"Welcome - Let's Get Started","weekDesc":" /react&#45;text "},{"weekTitle":"WEEK 2","weekName":"Lecture 2 - The Federal Judicial Power","weekDesc":"What is the authority of judicial review? Why is it important? If the federal judiciary can declare a statute or action unconstitutional, what checks are there on this power? These are several of the questions we will endeavor to answer in this module."},{"weekTitle":"WEEK 3","weekName":"Lecture 3 - The Federal Legislative Power","weekDesc":"In this module we will consider three major questions: 1.How did McCullough vs. Maryland shape the power of the legislature? 2. What are the major powers of the Congress under the Constitution? 3. To what extent do states limit the power of the Congress?"},{"weekTitle":"WEEK 4","weekName":"Lecture 4 - The Federal Executive Power","weekDesc":"The central questions in this module are: 1. When can a president act without express Constitutional or Congressional authority? 2. What are the Constitutional problems posed by the federal administrative agencies? 3. What is the authority of the President wit..."},{"weekTitle":"WEEK 5","weekName":"Lecture 5 - Federalism","weekDesc":"The goal of this module is to consider two important ways that the power of states are kept in check by the federal government: preemption and the dormant commerce clause.\n\n"}]},{"courseTitle":"Introdução ao Controle de Sistemas","courseDescription":"Este curso apresenta os principais conceitos do controle de sistemas e mostra suas vantagens e importância para a sociedade moderna. Você vai entender o que é o controle de sistemas e como o controle com realimentação funciona, e passará a perceber a sua presença em diversas situações em seu dia-a-dia, na natureza, no corpo humano e em diversos dispositivos, desde os mais simples até os mais complexos.\n\nVocê vai perceber a necessidade de modelos teóricos para a análise e o projeto do controle de sistemas e aprenderá como verificar se um sistema atende a determinados requisitos de desempenho. Você também aprenderá como projetar um controle simples de modo a obter o melhor desempenho possível de um sistema de controle. Este é apenas o primeiro passo em direção a um vasto campo do conhecimento e lhe dará a base e a segurança necessárias para avançar em seus estudos no maravilhoso mundo do controle de sistemas.","weeks":[{"weekTitle":"WEEK 1","weekName":"A necessidade de modelos teóricos","weekDesc":"O que é Sistema? Exemplos de Sistemas. O que é Controle? Análise e Projeto. Controle em Malha Aberta e em Malha Fechada. Exemplo de Controle com Realimentação. Modelos Matemáticos."},{"weekTitle":"WEEK 2","weekName":"A Função de Transferência","weekDesc":"Transformada de Laplace. Função de Transferência, Calculando a saída do sistema."},{"weekTitle":"WEEK 3","weekName":"Estabilidade e Erro em Regime","weekDesc":"Estabilidade. Critério de Routh-Hurwitz. Vantagens da Realimentação. Erro em Regime."},{"weekTitle":"WEEK 4","weekName":"Resposta ao Degrau e Projeto Proporcional","weekDesc":"Resposta ao Degrau. Requisitos da Resposta ao Degrau. Parametrização de Sistema de Segunda Ordem. Projeto de Controle Proporcional."}]},{"courseTitle":"Public Relations Research","courseDescription":"Perhaps you are familiar with research. You might have learned about research or maybe you conduct research in your life. How is that different from research in Public Relations practice? In this course, you will learn the foundations of research in PR.  PR research is applied research. \n\nPractical application of research allows you to improve the organization’s performance. Research can be used in many ways in Public Relations practice. For example, you can use research to analyze and assess a need for the organization, ensure your objectives are realistic and connected to your outcome, identify and describe the relevant publics, brainstorm and test messages and channels, monitor the progress of your PR efforts, show impact and effectiveness of your program. This course will provide you the basic knowledge to plan, design, and conduct research to solve a PR problem.  \n\nThis course is designed for students wanting to pursue careers in public relations as well as a refresher for entry level PR practitioners wanting to brush up on their knowledge of the field. Come join me in this tour of research in PR where you will learn to use research as the backbone of your strategic decisions based on evidence.","weeks":[{"weekTitle":"WEEK 1","weekName":"Introduction to Public Relations Research","weekDesc":"Welcome! In this section, we are covering the foundation of research. What makes a research academic and what makes it applied? We will learn how Public Relations research is similar to and different from academic research. This allows you to use research to m..."},{"weekTitle":"WEEK 2","weekName":"Formative Research","weekDesc":"Now that we have had an overview PR as applied research, let’s explore formative research in PR. First we will discuss issue management as issues are what you are trying to address through research. Second, we will focus on how to set objectives and write prob..."},{"weekTitle":"WEEK 3","weekName":"Research Tools","weekDesc":"Important parts of the Public Relations research are the research tools. In this section, we will learn about two quantitative methods such as survey and content analysis and two qualitative research methods such as interview and focus groups. The key elements..."},{"weekTitle":"WEEK 4","weekName":"Evaluation Research","weekDesc":"Now we have come full circle! We began with a PR problem, engaged in formative research and carried out our research using various research tools. Now we want to know did it work? Evaluation allows you to connect your objective to your outcome. In this section..."}]},{"courseTitle":"Proyecto de Fundamentos Empresariales de Wharton","courseDescription":"El Proyecto Final de Conocimiento Aplicado de Wharton te permite aplicar tus habilidades analíticas a retos de negocios reales, incluyendo el tuyo. Usarás esas habilidades empresariales recientemente adquiridas, para evaluar de manera reflexiva una oportunidad o situación real de compañías dirigidas por Wharton como Televisa.También podrás preparar un análisis estratégico y plantear una solución a un reto al que se enfrente tu propia compañía u organización. Personal cualificado de Wharton evaluará los mejores trabajos, y equipos de dirección de Televisa revisarán los proyectos que obtengan mejor puntuación.","weeks":[{"weekTitle":"WEEK 1","weekName":"Introducción al Proyecto de Fundamentos Empresariales de Wharton","weekDesc":"Felicidades- al completar exitosamente todos los cursos de “Warthon fundamentos especializados” has ganado un lugar en el curso de piedra angular.\nEste proyecto está diseñado para darte la oportunidad de aplicar lo que has aprendido en los cursos de fundamento..."},{"weekTitle":"WEEK 2","weekName":"Revisión de los videos de marketing","weekDesc":" /react&#45;text "},{"weekTitle":"WEEK 3","weekName":"Videos operacionales para resúmenes","weekDesc":" /react&#45;text "},{"weekTitle":"WEEK 4","weekName":"Videos de finanzas y contabilidad para resúmenes","weekDesc":" /react&#45;text "},{"weekTitle":"WEEK 5","weekName":"Proyecto de Fundamentos Empresariales de Wharton","weekDesc":" /react&#45;text "}]},{"courseTitle":"First Year Teaching (Elementary Grades) - Success from the Start","courseDescription":"Success with your students starts on Day 1. Learn from NTC's 25 years developing key skills and strategies to create positive, productive classroom environments where students thrive. How do you build relationships with Elementary Grade (K-6) students, establish and maintain behavioral expectations, implement classroom procedures and routines, and use instructional time effectively?\n\nAbout the Course:\nDeveloping mastery in establishing and maintaining a rich learning environment is one of the great joys of being a teacher. This course will provide high leverage strategies, resources, and support for professional growth so that you can provide students with the engaging, safe environment essential for student learning. This course is aligned to the needs of Elementary Grade teachers (self-contained K-6, or teaching the same set of students usually under 12 years old).\n\nThis course will teach you how to implement research-based strategies in the following areas: \n- Setting and communicating high expectations for students;\n- Building positive relationships with and between students;\n- Organizing the learning environment;\n- Behavioral preventions and interventions; and\n- Establishing and maintaining routines and procedures that support student learning.\n\nStellar classrooms don’t just happen—they’re created with the kind of intentional planning and preparation this course offers so that you and your students can be successful from the start!","weeks":[{"weekTitle":"WEEK 1","weekName":"Building a Classroom","weekDesc":"Creating an Effective Physical Environment"},{"weekTitle":"WEEK 2","weekName":"Building Appreciation for Others","weekDesc":"Promoting Fairness and Respect"},{"weekTitle":"WEEK 3","weekName":"Building Collaboration","weekDesc":"Promoting Social Development and Group Responsibility"},{"weekTitle":"WEEK 4","weekName":"Building Responsibility","weekDesc":"Establishing and Maintaining Behavior Standards"},{"weekTitle":"WEEK 5","weekName":"Building an Organized Community","weekDesc":"Planning and Implementing Routines and Procedures"},{"weekTitle":"WEEK 6","weekName":"Building Efficiency: Using Instructional Time Effectively","weekDesc":"Using Instructional Time Effectively"}]},{"courseTitle":"Our Energy Future","courseDescription":"This course is designed to introduce students to the issues of energy in the 21st century – including food and fuels – which are inseparably linked – and will discuss energy production and utilization from the biology, engineering, economics, climate science, and social science perspectives. \n\nThis course will cover the current production and utilization of energy, as well as the consequences of this use, examining finite fossil energy reserves, how food and energy are linked, impacts on the environment and climate, and the social and economic impacts of our present energy and food production and use. After the introductory lectures, we will examine the emerging field of sustainable energy, fuel and food production, emphasizing the importance of developing energy efficient and sustainable methods of production, and how these new technologies can contribute to replacing the diminishing supplies of fossil fuels, and reduce the consequences of carbon dioxide release into the environment. This course will also cover the importance of creating a sustainable energy future for all societies including those of the developing world.  Lectures will be prepared and delivered by leading UC San Diego and Scripps Institution of Oceanography faculty and industry professionals across these areas of expertise.","weeks":[{"weekTitle":"WEEK 1","weekName":"General Course Materials","weekDesc":"Course overview materials, including syllabus, lecturer information, grading criteria, and external notices and resources."},{"weekTitle":"WEEK 2","weekName":"Physical Energy Sources","weekDesc":"Looks at some of the alternative energy options from the physical sciences domain, including wind energy, photovoltaic and photothermal energy, and nuclear energy. It also covers energy storage and electric vehicles, and energy efficiency and smart grid techno..."},{"weekTitle":"WEEK 3","weekName":"Introduction to Biological Energy Sources","weekDesc":"Provides an overview of the different biological energy sources including plants and algae. It explains what biofuels are, how they are produced, and the pros and cons of different biological sources. "},{"weekTitle":"WEEK 4","weekName":"Plant Biofuel","weekDesc":"Discusses various plant-based fuels including corn ethanol, cellulosic ethanol, and jatropha biodiesel. It will cover the different technologies used, the pros and cons of each source, and current production around the world."},{"weekTitle":"WEEK 5","weekName":"Algae Biofuel","weekDesc":"Examines different algae used for biofuel production including cyanobacteria, diatoms, and green algae. It looks at how these organisms are different and why they are used to produce biofuels and bio-products.  Additionally, the module covers the different too..."},{"weekTitle":"WEEK 6","weekName":"Biofuel Production and Downstream Processing","weekDesc":"Covers the chemistry of biodiesel, looks at the different thermochemical processes used to convert biomass to fuel, and examines renewable biogas. It also looks at the production process of algae biofuel, how and why nutrient utilization and recycling is impor..."},{"weekTitle":"WEEK 7","weekName":"Social Issues, Economics, and Politics","weekDesc":"Examines how energy production and use affects the economy, our wellbeing, and our heath. It will also look at how energy impacts the poorest communities, the external costs of traditional energy, and how we can regulate energy and incentivize renewable energy..."},{"weekTitle":"WEEK 8","weekName":"Climate Change","weekDesc":"Looks at the history of research on how carbon dioxide causes climate change, the key points of the Intergovernmental Panel on Climate Change’s reporting, and how climate change is portrayed in the media. Also, it discusses the importance of decreasing Short-l..."},{"weekTitle":"WEEK 9","weekName":"Office Hours","weekDesc":"Recordings of live office hours from Dr. Mayfield and other course lecturers. "}]},{"courseTitle":"GIS Data Formats, Design and Quality","courseDescription":"In this course, the second in the Geographic Information Systems (GIS) Specialization, you will go in-depth with common data types (such as raster and vector data), structures, quality and storage during four week-long modules: \n\nWeek 1: Learn about data models and formats, including a full understanding of vector data and raster concepts. You will also learn about the implications of a data’s scale and how to load layers from web services. \n\nWeek 2: Create a vector data model by using vector attribute tables, writing query strings, defining queries, and adding and calculating fields. You'll also learn how to create new data through the process of digitizing and you'll use the built-in Editor tools in ArcGIS.\n\nWeek 3: Learn about common data storage mechanisms within GIS, including geodatabases and shapefiles. Learn how to choose between them for your projects and how to optimize them for speed and size. You'll also work with rasters for the first time, using digital elevation models and creating slope and distance analysis products.\n\nWeek 4: Explore datasets and assess them for quality and uncertainty.  You will also learn how to bring your maps and data to the Internet and create web maps quickly with ArcGIS Online.\n\nTake GIS Data Formats, Design and Quality as a standalone course or as part of the Geographic Information Systems (GIS) Specialization. You should have equivalent experience to completing the first course in this specialization, Fundamentals of GIS, before taking this course. By completing the second class in the Specialization you will gain the skills needed to succeed in the full program.","weeks":[{"weekTitle":"WEEK 1","weekName":"Course Overview & Data Models and Formats","weekDesc":"This first module covers major concepts in vector and raster data models, scale, designing data tables, using vector attribute tables, and separating and joining data in order to use it more effectively in a relational database."},{"weekTitle":"WEEK 2","weekName":"Creating and Working with Vector Data","weekDesc":"This module is all about working with vector data. We'll review geoprocessing and introduce the intersect tool. This module also covers writing query strings to subset data, adding and calculating fields, configuring selections, editing and creating feature cl..."},{"weekTitle":"WEEK 3","weekName":"Storage Formats and Working with Rasters","weekDesc":"This module covers choosing data storage formats for particular purposes as well as tools for working with rasters. In the first lesson, we'll discuss geodatabase design and go over considerations for file geodatabases, personal geodatabases, shapefiles, and S..."},{"weekTitle":"WEEK 4","weekName":"Data Quality and Creating Web Maps","weekDesc":"The first half of this module goes over uncertainty and data quality, including a lecture on topology, which affects data relationships in your vector feature classes. In Lesson 8, guest lecturer Megan Nguyen will talk all about using ArcGIS Online, including ..."}]},{"courseTitle":"Fundamentals of Management","courseDescription":"Are you about to enter the workforce? Are you an emerging professional? Are you new to your role in the organization? All prospective new employees benefit from understanding management principles, roles and responsibilities, regardless of position.  Now you can acquire an in-depth understanding of the basic concepts and theories of management while exploring the manager's operational role in all types of organizations. Gain insight into the manager's responsibility in planning, organizing, leading, staffing and controlling within the workplace. It’s never too soon to plan your professional path by learning how the best managers manage for success!\n\nUpon completing this course, you will be able to:\n1.       Describe the difference between managers and leaders\n2.       Explore the focus of a manager’s job\n3.       Cite the required skills for a new manager’s success\n4.       Describe the five functions of management\n5.       Explain the new model management operating philosophy\n6.       Describe the hierarchy of planning\n7.       Use the SMART goal setting technique\n8.       Discuss the concept of evolution of leadership\n9.       Explain how customer satisfaction is linked to controlling\n10.     Discuss the power of building a network","weeks":[{"weekTitle":"WEEK 1","weekName":"Managers vs Leaders","weekDesc":" /react&#45;text "},{"weekTitle":"WEEK 2","weekName":"Skills for Today's Manager","weekDesc":" /react&#45;text "},{"weekTitle":"WEEK 3","weekName":"Planning","weekDesc":" /react&#45;text "},{"weekTitle":"WEEK 4","weekName":"Management Styles and Networking","weekDesc":" /react&#45;text "}]},{"courseTitle":"创新思维","courseDescription":"通过本门课程的学习，你的创新能力将会获得大幅提升。课程首先致力于观念的转变，其次我会讲到很多具体的创新思维和创新方法。创新并不仅仅是那些黑科技。解决生活或工作中碰到的每一个问题，都需要创新。每一个人的发展都会受到资源的制约，我希望这门课程里，你能找出制约自己发展的那些内部和外部条件，并创造性地解决，突破自己成长的天花板。","weeks":[{"weekTitle":"WEEK 1","weekName":"创新意识","weekDesc":"我们几乎每天都能听到有关创新的讨论。创新真的重要吗？它和我们个人的成功有何的关系？这一单元中，希望通过看似离散的内容，帮助你认识到成功的人生唯有创新才能实现。只有认识到这一点，你才会继续关注并学习后面的内容。"},{"weekTitle":"WEEK 2","weekName":"洞察需求","weekDesc":"需求是创新之源。发现需求是一个人的智慧，满足需求则考验的是一个人的能力。发现需求，我们才能找到创新的方向。这里结合社会发展趋势，提出了衡量创新的五字标准-省时省钱爽。希望这五字标准能够帮助你洞察需求，并指导你的而创新"},{"weekTitle":"WEEK 3","weekName":"解决问题的思路","weekDesc":" /react&#45;text "},{"weekTitle":"WEEK 4","weekName":"头脑风暴与六顶思考帽　","weekDesc":" /react&#45;text "}]},{"courseTitle":"Fundamentals of Visualization with Tableau","courseDescription":"In this first course of the specialization, you will discover just what data visualization is, and how we can use it to better see and understand data. Using Tableau, we’ll examine the fundamental concepts of data visualization and explore the Tableau interface, identifying and applying the various tools Tableau has to offer. By the end of the course you will be able to prepare and import data into Tableau and explain the relationship between data analytics and data visualization. This course is designed for the learner who has never used Tableau before, or who may need a refresher or want to explore Tableau in more depth.  No prior technical or analytical background is required.  The course will guide you through the steps necessary to create your first visualization story from the beginning based on data context,  setting the stage for you to advance to the next course in the Specialization.","weeks":[{"weekTitle":"WEEK 1","weekName":"Getting Started & Introduction to Data Visualization","weekDesc":"Welcome to this first module, where you will begin to discover the power of data visualization. You will define the meaning and purpose of data visualization and explore the various types of data visualization tools, beyond Tableau. You will install Tableau on..."},{"weekTitle":"WEEK 2","weekName":"Exploring and Navigating Tableau","weekDesc":"With the last module, you were able to create your first visualization through guided practice. The secret to doing visualizations is really knowing the tool you will be using. For this module, you will explore and navigate the Tableau interface and be able to..."},{"weekTitle":"WEEK 3","weekName":"Making Data Connections","weekDesc":"Creating visualizations require data and in this module, you will discuss the various data sources for visualization and specifically what can be used in Tableau. You will prepare your data and identify the types of data connections possible with Tableau. You ..."},{"weekTitle":"WEEK 4","weekName":"Context of Data Visualization & Course Wrap-Up","weekDesc":"Data visualization is about telling a story using data. However, before you can be successful at data visualization, you must understand the \"who\", \"what\", and \"how\" of data context. In this final module, you will be able to determine who your audience will be..."}]},{"courseTitle":"Data Analysis Tools","courseDescription":"In this course, you will develop and test hypotheses about your data. You will learn a variety of statistical tests, as well as strategies to know how to apply the appropriate one to your specific data and question. Using your choice of two powerful statistical software packages (SAS or Python), you will explore ANOVA, Chi-Square, and Pearson correlation analysis. This course will guide you through basic statistical principles to give you the tools to answer questions you have developed. Throughout the course, you will share your progress with others to gain valuable feedback and provide insight to other learners about their work.","weeks":[{"weekTitle":"WEEK 1","weekName":"Hypothesis Testing and ANOVA","weekDesc":"This session starts where the Data Management and Visualization course left off. Now that you have selected a data set and research question, managed your variables of interest and visualized their relationship graphically, we are ready to test those relations..."},{"weekTitle":"WEEK 2","weekName":"Chi Square Test of Independence","weekDesc":"This session shows you how to test hypotheses in the context of a Chi-Square Test of Independence (when you have two categorical variables). Your task will be to write a program that manages any additional variables you may need and runs and interprets a Chi-S..."},{"weekTitle":"WEEK 3","weekName":"Pearson Correlation","weekDesc":"This session shows you how to test hypotheses in the context of a Pearson Correlation (when you have two quantitative variables). Your task will be to write a program that manages any additional variables you may need and runs and interprets a correlation coef..."},{"weekTitle":"WEEK 4","weekName":"Exploring Statistical Interactions","weekDesc":"In this session, we will discuss the basic concept of statistical interaction (also known as moderation). In statistics, moderation occurs when the relationship between two variables depends on a third variable. The effect of a moderating variable is often cha..."}]},{"courseTitle":"Financial Accounting Fundamentals","courseDescription":"This course will teach you the tools you'll need to understand the fundamentals of financial accounting. Concise videos, the financial records of a small business, and \"your turn\" activities guide you through the three most commonly used financial statements: the Balance Sheet, the Income Statement, and the Statement of Cash Flows. Beyond recording transactions, you'll learn how to prepare these financial statements, and read and analyze them to draw basic conclusions about a company's financial health.\n\nBy the end of this course, you will be able to:\n- Use journal entries to record transactions;\n- Prepare and use t-accounts to summarize transactions recorded during an accounting period; \n- Describe the three most commonly used financial statements and how they fit together;\n- Prepare these financial statements based on transactions recorded during an accounting period; and\n- Draw basic conclusions about a company's financial health.","weeks":[{"weekTitle":"WEEK 1","weekName":"Introduction to Financial Accounting, the Financial Statements, and the Balance Sheet","weekDesc":"During this first week, we’ll learn about the context for financial accounting, including the informational role it plays for both internal and external audiences. We’ll explain accounting standards, which ensure financial information is conveyed clearly and e..."},{"weekTitle":"WEEK 2","weekName":"Introduction to Recording Transactions","weekDesc":"After learning about the Balance Sheet, we’re ready to move on to using journal entries to record transactions, then t-accounts to summarize transactions recorded during an accounting period. We’ll apply those tools to record transactions for a fictional start..."},{"weekTitle":"WEEK 3","weekName":"The Income Statement, Revenue and Expense Transactions, and Adjusting Entries","weekDesc":"Now that we’ve learned the fundamentals of recording transactions, we’re ready to dive into another financial statement: the Income Statement (IS). After learning about the Income Statement, we’ll record revenue and expense transactions, and summarize these tr..."},{"weekTitle":"WEEK 4","weekName":"The Statement of Cash Flows, Financial Statement Preparation","weekDesc":"After learning about the Income Statement, revenue and expense transactions, and adjusting entries, we’re ready to move on to preparing our end-of-period financial statements. We’ll prepare the Income Statement and Balance Sheet based on the transactions that ..."},{"weekTitle":"WEEK 5","weekName":"More Transactions, Analysis of Financial Statements, and an Annual Report","weekDesc":"During this last week, we’ll walk through the second year of operations for our fictional startup company, The Garden Spot (TGS Year 2), for additional practice recording transactions and preparing our end-of-period financial statements. Then, we’ll do some an..."}]},{"courseTitle":"Subsistence Marketplaces","courseDescription":"The foundation for this course lies with unique synergies between pioneering research, teaching, and social initiatives through the Subsistence Marketplaces Initiative. Unique to this approach is a bottom-up understanding of the intersection of poverty and the marketplace.\n\nThe goals of this course are to help you develop an understanding of marketplace activity in the radically different context of subsistence where much of humanity resides and survives, and for you to design solutions that can be implemented by individuals, businesses, and social enterprises through economically, ecologically, and socially sustainable products for subsistence marketplaces.","weeks":[{"weekTitle":"WEEK 1","weekName":"Course Orientation","weekDesc":"You will become familiar with the course, your classmates, and our learning environment. The orientation will also help you obtain the technical skills required for the course."},{"weekTitle":"WEEK 2","weekName":"Consumers and Entrepreneurs in Subsistence Marketplaces","weekDesc":"In this module you will learn about emotions and coping behaviors in subsistence marketplaces. The module will also expose you to the life circumstances of consumers and entrepreneurs in subsistence marketplaces.  \n"},{"weekTitle":"WEEK 3","weekName":"Exchanges and Needs in Subsistence Marketplaces","weekDesc":"In this module you will learn about unique aspects that characterize marketplace interactions between buyers and sellers in subsistence marketplaces. You will also learn about understanding needs and markets in subsistence marketplaces.\n"},{"weekTitle":"WEEK 4","weekName":"Gaining Marketplaces Insights","weekDesc":"In this module you will learn about gaining marketplace insights in subsistence marketplaces. You will also learn about environmental issues in subsistence marketplaces. \n"},{"weekTitle":"WEEK 5","weekName":"Identifying Needs and Generating Ideas","weekDesc":"In this module you will learn about understanding needs in subsistence contexts. You will also learn about a structured approach to generating ideas for addressing the needs in subsistence marketplaces.\n"},{"weekTitle":"WEEK 6","weekName":"Evaluating Ideas and Designing Solutions","weekDesc":"In this module you will learn about evaluating ideas and designing various aspects of the chosen solution.\n"},{"weekTitle":"WEEK 7","weekName":"Crafting an Enterprise Plan","weekDesc":"In this module you will learn about how to craft a detailed enterprise plan for sustainably delivering a solution in subsistence marketplace.  \n"},{"weekTitle":"WEEK 8","weekName":"Course Summary and Conclusion","weekDesc":"In this module we will recapitulate some key concepts we have learned in the course and offer concluding thoughts.   \n"}]},{"courseTitle":"Introduction to Programming with MATLAB","courseDescription":"This course teaches computer programming to those with little to no previous experience. It uses the programming system and language called MATLAB to do so because it is easy to learn, versatile and very useful for engineers and other professionals. MATLAB is a special-purpose language that is an excellent choice for writing moderate-size programs that solve problems involving the manipulation of numbers. The design of the language makes it possible to write a powerful program in a few lines. The problems may be relatively complex, while the MATLAB programs that solve them are relatively simple: relative, that is, to the equivalent program written in a general-purpose language, such as C++ or Java. As a result, MATLAB is being used in a wide variety of domains from the natural sciences, through all disciplines of engineering, to finance, and beyond, and it is heavily used in industry. Hence, a solid background in MATLAB is an indispensable skill in today’s job market.\n\nNevertheless, this course is not a MATLAB tutorial. It is an introductory programming course that uses MATLAB to illustrate general concepts in computer science and programming. Students who successfully complete this course will become familiar with general concepts in computer science, gain an understanding of the general concepts of programming, and obtain a solid foundation in the use of MATLAB.\n\nStudents taking the course will get a MATLAB Online license free of charge for the duration of the course. The students are encouraged to consult the eBook that this course is based on. More information about these resources can be found on the Resources menu on the right.","weeks":[{"weekTitle":"WEEK 1","weekName":"Course Pages","weekDesc":" /react&#45;text "},{"weekTitle":"WEEK 2","weekName":"The MATLAB Environment","weekDesc":"We will learn how to start MATLAB and will familiarize ourselves with its user interface. We will learn how to use MATLAB as a sophisticated calculator. We will learn about syntax and semantics. We will see ways in which MATLAB provides help. Finally, we will ..."},{"weekTitle":"WEEK 3","weekName":"Matrices and Operators","weekDesc":"The basic unit with which we work in MATLAB is the matrix. We solve problems by manipulating matrices, and operators are the primary means by which we manipulate them. We will learn how to define matrices, extract parts of them and combine them to form new mat..."},{"weekTitle":"WEEK 4","weekName":"Functions","weekDesc":"Functions let us break up complex problems into smaller, more manageable parts. We will learn how functions let us create reusable software components that can be applied in many different programs. We will learn how the environment inside a function is separa..."},{"weekTitle":"WEEK 5","weekName":"Programmer's Toolbox","weekDesc":"MATLAB has useful built-in functions and we will explore many of them in this section. We will learn about polymorphism and how MATLAB exploits it to change a function's behavior on the basis of the number and type of its inputs. Because random numbers play an..."},{"weekTitle":"WEEK 6","weekName":"Selection","weekDesc":"Selection is the means by which MATLAB makes decisions about the order in which it executes its statements. We will learn how to use the if-statement, which is the most important method of selection. We will learn how to use relational operators and logical op..."},{"weekTitle":"WEEK 7","weekName":"Loops","weekDesc":"Loops give computers their power. We will learn how to use both of MATLAB's loop constructs: the for-loop and the while-loop. We will learn how the break-statement works, and we will use nested loops. We will learn how to make loops more efficient. We will lea..."},{"weekTitle":"WEEK 8","weekName":"Data Types","weekDesc":"Computers operate on bits, but humans think in terms of numbers, words, and other types of data. Like any good language, MATLAB organizes bits into convenient data types. We will study those types in this section. We will learn that there are ten types of numb..."},{"weekTitle":"WEEK 9","weekName":"File Input/Output","weekDesc":"Files are named areas in permanent memory for storing data that can be used as input or output to MATLAB and to other programs. We will be introduced to MATLAB’s most important methods for reading and writing files. We will learn how to create, read from, and ..."}]},{"courseTitle":"Website Optimization Client Report Project","courseDescription":"SEO is a dynamic and growing career field that demands knowledge and skills in a variety of website optimization strategies and tactics in order to be successful. This course is designed to provide you with a solid foundation in SEO including the different elements comprising a website optimization client report, and arm you with skills you need to develop a tactical approach to SEO. \n\nWhether you have successfully completed the other courses in the Search Engine Optimization specialization or are taking just this course, this project is your chance to apply the knowledge you’ve acquired to practice important SEO tactics and optimize a site of your choice from the ground-up. You will identify optimization opportunities on a site and discover valuable tips for pitching your plan and managing your relationship with your client, you will then develop a customized SEO solution for the website you chose, and go through each of the major steps needed to execute your strategy including keyword research, competitive analysis, improving the site’s meta-data and on-page elements. Along the way, you will receive feedback through the peer review process. This community of fellow learners will provide additional input to help you refine your approach to SEO and present your findings to clients and management.","weeks":[{"weekTitle":"WEEK 1","weekName":"Getting Started and Milestone 1: Gauging a Site's Opportunity for Improvement","weekDesc":"In this first milestone, you will identify a potential client’s website by using your skills to gauge a website’s opportunity for improvement and higher ranking. Once you have selected a website, you will create an SEO pitch to inform and persuade a potential ..."},{"weekTitle":"WEEK 2","weekName":"Milestone 2: Initial Research Phase","weekDesc":"In this milestone, you will focus on the initial research required to begin optimizing a website. This milestone has three main activities including developing a buyer persona, conducting keyword research, and performing competitive research. These activities ..."},{"weekTitle":"WEEK 3","weekName":"Milestone 3: Conducting a Content Audit and Technical Review","weekDesc":"In this third milestone, you’ll examine the content of your competitors’ sites through a content audit to better position your own SEO campaign. You’ll also conduct an internal content audit to compare your site to those of your competitors and identify areas ..."},{"weekTitle":"WEEK 4","weekName":"Milestone 4: Presenting Your Findings","weekDesc":"In this final milestone, you will develop a comprehensive presentation representing all the work you have done throughout the course. Using a standard outline, you’ll create one cohesive Word document and present your findings, analysis, and recommendations to..."}]},{"courseTitle":"«Ловцы человеков» или социальные сети в медиа, бизнесе, рекрутинге и образовании","courseDescription":"Мир сильно изменился с тех времен, когда люди общались между собою с помощью писем на бумаге и с помощью голоса, теперь все мы, расставляем кому-то сети отношений и попадаем в них сами, все мы отныне живем в Сети Глобальной паутины.\nВ этом новом мире сетей старые приемы налаживания отношений не работают: журналистов печатных изданий не читают в бумажном варианте, маркетологи, делающие ставку только на офлайн-работу, разоряют компании, пиарщики и рекламисты лишаются офлайн-аудитории, HR-специалист, не умеющий работать в сетях, не получает достоверной информации о своих кандидатах.\nЕдинственный выход для профессионала: идти в Сеть, «ищите и обрящете»!\n\nНаш курс поможет вам узнать:\n1.\tКакие сети существуют и как меняется психология «человека виртуально-сетевого».\n2.\tПочему блоггеры испытывают от своей деятельности блОженство и что такое гражданская журналистика.\n3.\tКак работает френд-бизнес и как компании делают из потребителей союзников, советчиков и сотрудников.\n4.\tКак найти работу или работника в Сети.\n5.\tКак организовать виртуальную вечеринку или виртуальный конкурс.","weeks":[{"weekTitle":"WEEK 1","weekName":"О курсе: как стать ловцами человеков","weekDesc":" /react&#45;text "},{"weekTitle":"WEEK 2","weekName":"«Сети всякие нужны, сети всякие важны» или Виртуальный self-made-man: многообразие сервисов социальных медиа и жизнь в «паблике»","weekDesc":"Уважаемые слушатели, ознакомление с данным модулем даст вам возможность больше узнать о виртуальной самопрезентации в Сети, особенностях лексики, семантики и этики сетевого общения. Вы познакомитесь с коллективными и персональными блогами и микроблогами, много..."},{"weekTitle":"WEEK 3","weekName":"Блоггинг: виртуальная блажь или новый инструмент репутационного менеджмента?","weekDesc":"Уважаемые слушатели, данный модуль поможет вам больше узнать об истории блоггинга, новой роли блоггеров как создателей и разрушителей чужих репутаций. Вы ознакомитесь с новым кодексом blogger relations для пиар-специалиста. Также здесь мы дадим вам простые сов..."},{"weekTitle":"WEEK 4","weekName":"«Лайкни меня» или френд-бизнес: принципы и формы организации SMM (social media marketing) и рекламы","weekDesc":"Уважаемые слушатели, данный модуль посвящен SMM-маркетингу, его целям, принципам, стратегиям и алгоритму действий. В рамках модуля мы постарались кратко осветить основные маркетинговые характеристики и особенности ключевых социальных бренд-платформ, описать фу..."},{"weekTitle":"WEEK 5","weekName":"«Стань ловцом человеков» или виртуальная вечеринка и хедхантинг в сетях","weekDesc":"Уважаемые слушатели, в данном модуле вы узнаете о форматах и работе профессиональных сетевых бизнес-платформ (таких, как LinkedIn), особенностях цифрового HR в сетях, сетевом продвижении компании как привлекательного работодателя. Ознакомление с данным модулем..."},{"weekTitle":"WEEK 6","weekName":"Образование «посылкой» или социальные сервисы дистанционного образования","weekDesc":"Уважаемые слушатели, изучение данного модуля позволит вам узнать, как работают фабрики образовательного контента, в чем состоят преимущества коллаборативных сервисов Web 2.0 на службе образования, каковы принципы преподавательской самопрезентации в сети, а так..."},{"weekTitle":"WEEK 7","weekName":"Итоговое тестирование по курсу","weekDesc":" /react&#45;text "}]},{"courseTitle":"社会调查与研究方法 （上）Methodologies in Social Research (Part I)","courseDescription":"社会调查与研究方法，\n首先，是一套观察社会现象、测量社会现象的工具；\n其次，是一套分析和运用社会现象数据的科学方法；\n最高境界，则是一套针对社会、经济、教育、政治、法律、管理、公共卫生、新闻报道等人类的生产与生活现象，进行科学沟通的思维逻辑与表达方式。","weeks":[{"weekTitle":"WEEK 1","weekName":"第00周 关于这门课","weekDesc":"进入一个新的学习领域，首先要对这个领域的基本问题有所了解。本周将概要地说明什么是社会调查与研究，讨论这门课涉及的5个基本概念；介绍课程的课程目的、主要内容；介绍课程会用到的教材和参考教材、扩展读物；以及教学安排、学习方式、成绩评定方法。"},{"weekTitle":"WEEK 2","weekName":"第01周  科学与社会研究","weekDesc":"对社会现象的研究，是人类科学活动的重要组成部分。本周的主要内容包括：什么是社会现象？与自然现象相比，社会现象有哪些特征？社会现象有规律吗？对于国人皆知的春运，可以从中提炼出哪些研究性议题？社会研究与科学思维有什么关系？社会研究等于社会调查吗？什么是知情同意？在研究中，研究者还需遵循哪些伦理与政治原则等。"},{"weekTitle":"WEEK 3","weekName":"第02周 社会科学研究与理论","weekDesc":"在科学研究中，理论是起点，也是目标。本周在理论层次探讨社会研究、社会调查与研究方法。课程从常识开始，逐步过渡到理论，同时试图区分常识与理论的关系。主要内容包括：什么是社会科学理论？社会科学理论与自然科学理论有什么异同？如何在理论与经验研究之间建立衔接？如何理解社会调查与社会科学理论之间的关系？在社会调查中，如何与理论互动？"},{"weekTitle":"WEEK 4","weekName":"第03周 社会调查与研究方法的原理","weekDesc":"近代以来，社会科学研究方法的基础是科学实验。本周探讨社会调查与研究方法的原理——科学实验原理。主要内容包括：什么是科学实验？科学实验由哪些基本要素构成？科学实验的基本原理是什么？怎样设计一项科学实验？实验设计有哪些种类？实验设计的核心难题是什么？如何解决？实验原理与社会研究与调查方法有什么关联？"},{"weekTitle":"WEEK 5","weekName":"第04周 社会科学研究的问题选择与数据获取","weekDesc":"运用科学原理进行研究的基本素材是围绕研究问题的数据。本周关注两个议题：选题和获取数据。主要内容包括：什么是研究问题？研究问题从哪里来？如何选择研究问题，以及如何把研究问题操作化？什么是研究数据？研究数据有哪些形态？如何获取数据？"},{"weekTitle":"WEEK 6","weekName":"第05周 概念、变量与测量","weekDesc":"在社会科学中，获得数据的基本方法是测量。本周讨论一个非常重要的议题：概念、变量和测量，也是社会调查与研究的基础。主要内容包括：什么是概念化和操作化？概念化和操作化有哪些方法与程序？变量有哪四种测量层次？针对各类变量的测量，需要遵循什么原则？作为测量工具的指标和量表，两者之间有何异同？如何检验测量质量？"},{"weekTitle":"WEEK 7","weekName":"第06周 抽样设计","weekDesc":"经济且有效地获取研究数据的方法之一是抽样调查。本周讨论另一个非常重要的议题：抽样。主要内容包括：什么是抽样？抽样有哪些基本要素，需要遵循什么逻辑？抽样误差有哪些来源？如何才能减少抽样误差？概率抽样和非概率抽样分别有哪些类型？各自适用于什么样的情境？如何选择、设计并实施一个抽样方案？"},{"weekTitle":"WEEK 8","weekName":"第07周 实施方案与研究设计","weekDesc":"社会调查与研究需要广泛的合作。规则性的文本，是避免合作中出现差错的依据。本周讨论社会调查与研究准备阶段的文本写作。主要内容包括：什么是实施方案？实施方案必须包含哪些内容？技术方案和组织方案分别又包含哪些内容？什么是研究计划书？如何撰写研究计划书？"},{"weekTitle":"WEEK 9","weekName":"期末","weekDesc":" /react&#45;text "}]},{"courseTitle":"Introductory Human Physiology","courseDescription":"In this course, students learn to recognize and to apply the basic concepts that govern integrated body function (as an intact organism) in the body's nine organ systems.","weeks":[{"weekTitle":"WEEK 1","weekName":"Welcome and Additional Resources","weekDesc":"Start here!"},{"weekTitle":"WEEK 2","weekName":"The Nervous System","weekDesc":"We hope you are enjoying the course! Last week's lectures can be challenging because we introduce many concepts that may be new to you. This module will allow you to apply some of the concepts that you learned last week and provide you with more concrete examp..."},{"weekTitle":"WEEK 3","weekName":"The Senses and the Somatic Nervous System","weekDesc":"In this module, we consider two types of cells: one that relays information to the central nervous system (brain) for interpretation and a second set, motor neurons which relay information away from the central nervous system to govern voluntary movement. The ..."},{"weekTitle":"WEEK 4","weekName":"Muscle","weekDesc":"In this module, we consider the effectors of the body that govern voluntary and involuntary movement. These effectors are specialized cells called muscle which are capable of generating force (tension). Muscle cells are classified as one of three types: skelet..."},{"weekTitle":"WEEK 5","weekName":"Cardiovascular System","weekDesc":"Welcome back! In this module we consider how the circulatory system works to deliver oxygen and nutrients to the specific organs. We start with a discussion of the electrical and mechanical functions of the heart which enable it to generate a pressure gradient..."},{"weekTitle":"WEEK 6","weekName":"Respiratory System","weekDesc":"We hope that you are enjoying the course! This module considers the respiratory system. In these lessons, we explore topics such as how we get air into our lungs, the role of airway resistance in ventilation,  the transport of oxygen and carbon dioxide between..."},{"weekTitle":"WEEK 7","weekName":"The Endocrine System","weekDesc":"IIn this module, we return our attention to the endocrine system and its role in the maintenance of homeostasis. In particular we consider the hypothalamus-pituitary axis, which integrates signals from the nervous system and from the blood to regulate most hom..."},{"weekTitle":"WEEK 8","weekName":"The Reproductive System","weekDesc":"Welcome back! This module continues our discussion of the endocrine system and its control of homeostasis. In this series of videos, we consider how the endocrine system regulates the production of gametes (egg and sperm) in the female and male, respectively, ..."},{"weekTitle":"WEEK 9","weekName":"The Gastrointestinal System","weekDesc":"Congratulations! You have almost completed this course. In this module, we consider the inner workings of your gut.  Most of our discussions deal with the function of specific regions of the gastrointestinal tract where complex foods are processed into solutes..."},{"weekTitle":"WEEK 10","weekName":"The Urinary System","weekDesc":"Welcome to module 11 and the last organ system to be covered in this course! In this module, we turn our attention to the urinary system and specifically to the functions of the kidney, a filter of the blood.  The kidney is a complicated organ whose actions in..."}]},{"courseTitle":"Positive Psychology: Character, Grit and Research Methods","courseDescription":"Learners discover how apply to research methods to their study of Positive Psychology. In this course, we study with Dr. Angela Duckworth and Dr. Claire Robertson-Kraft. Through an exploration their work \"True Grit\" and interviews with researchers and practitioners, you develop a research hypothesis and learn how to understand the difference between internal and external validity. You also begin to understand and apply the strengths and weaknesses associated with different types of measurements and evaluation designs. You then interpret the results in an empirical study. Suggested prerequisites: Positive Psychology: Martin E. P. Seligman’s Visionary Science and Positive Psychology: Applications and Interventions.","weeks":[{"weekTitle":"WEEK 1","weekName":"Planning for Research","weekDesc":" /react&#45;text "},{"weekTitle":"WEEK 2","weekName":"Collecting Data","weekDesc":" /react&#45;text "},{"weekTitle":"WEEK 3","weekName":"Analyzing Data ","weekDesc":" /react&#45;text "},{"weekTitle":"WEEK 4","weekName":"Using Research to Inform Your Work and the World Around You","weekDesc":" /react&#45;text "}]},{"courseTitle":"The Manager's Toolkit: A Practical Guide to Managing People at Work","courseDescription":"The aim of this course is to give you a practical guide to managing people at work. It does not matter whether you are a first time manager in a shop or a middle manager in an office environment; the same skills apply to every work place. In the course you will engage with some HR theories and then see how they translate into every day working life. \n\nAt the end of the course we hope you will be better equipped to choose a suitable employee, to motivate and appraise your team, to manage conflict in the work place and to lead and make decision on a day to day basis.","weeks":[{"weekTitle":"WEEK 1","weekName":"Introduction","weekDesc":"The first week gives you a chance to do some preparatory reading which will give you a good general overview of the subject area before the teaching starts in week 2. "},{"weekTitle":"WEEK 2","weekName":"Interviews","weekDesc":"This week we will be focusing on the role of the interview, how to conduct a good interview as well as looking at options to the interview and discussing whether it is the best method of selecting new members of staff. "},{"weekTitle":"WEEK 3","weekName":"Leadership and Decision making","weekDesc":"This week we are looking at the role of the leader in the organization and how we can improve our to improve our decision making."},{"weekTitle":"WEEK 4","weekName":"Performance Management","weekDesc":"This week we are looking at how a well designed performance management system can help both the employee and the organization."},{"weekTitle":"WEEK 5","weekName":"Pay as a motivator","weekDesc":"This week we are looking at how important pay is as a motivator and the implications of this. Could it be that it may actually achieve the opposite?"},{"weekTitle":"WEEK 6","weekName":"Managing conflict at work","weekDesc":"Is conflict always bad? This week we are looking at the causes of conflict and how to manage it for a positive outcome."}]},{"courseTitle":"Training and Learning Programs for Volunteer Community Health Workers","courseDescription":"Volunteer community health workers (CHWs) are a major strategy for increasing access to and coverage of basic health interventions. Our village health worker training course reviews the process of training and continuing education of CHWs as an important component of involving communities in their own health service delivery. Participants will be guided through the steps of planning training and continuing education activities for village volunteers. The course draws on real-life examples from community-directed onchocerciasis control, village health worker programs, community case management efforts, peer educators programs and patent medicine vendor training programs, to name a few.","weeks":[{"weekTitle":"WEEK 1","weekName":"Getting Started ","weekDesc":"In this module, we will focus on the principles of learning, as well as approaching the health service and the community. There will almost be a quiz covering the first two lectures."},{"weekTitle":"WEEK 2","weekName":"Diagnosing Needs and Identifying Objectives","weekDesc":"In this module, we will focus on what information we will need to begin training and planning, as well as cover content, objectives, and SMART objectives. There will be a quiz covering lectures 3-4 after completing the lectures in this module. You will also be..."},{"weekTitle":"WEEK 3","weekName":"Selecting Training Methods, Materials, and Resources","weekDesc":"In this module, we will focus on a variety of methods, training logistics, and educational materials. There will be a quiz that covers lecture 5-6 to after completing these lectures in this module."},{"weekTitle":"WEEK 4","weekName":"Monitoring Implementation","weekDesc":"In this module, we will focus on monitoring, as well as look at a sample community volunteer session. There will be a quiz covering lectures 7-8 after completing the lectures in this module. You will also be able to revise your rough draft in the Course Projec..."},{"weekTitle":"WEEK 5","weekName":"Program Evaluation and Follow-Up","weekDesc":"In this module, we will focus on evaluation, performance, and supervision. There will be a quiz covering lectures 9-10 after completing the lectures in this module."},{"weekTitle":"WEEK 6","weekName":"Wrap-Up & Course Project","weekDesc":"In this module, you will submit your final draft of your plan and wrap-up the course."}]},{"courseTitle":"Inglés Empresarial: Gestión y Liderazgo ","courseDescription":"Are you a business executive or a manager who uses English in your career? Then you know that good business communication in English requires focus, vocabulary, and specific linguistic structures. In this course, you will follow along a recently promoted manager as she builds and leads her team to success. Together, you will practice the language and styles of communication  needed in English for: \n•\tRecruiting and training a professional team to work together with integrity and respect\n•\tManaging and participating in well-organized meetings\n•\tMaking telephone conferences more efficient\n•\tWriting professional emails that are easy to read\nThe activities in this course will give you the opportunity to share your experience and receive immediate feedback from other business professionals around the world.\n\n¿Es usted un ejecutivo de negocios o gerente que utiliza inglés en su profesión? Entonces Ud. sabe que la buena comunicación empresarial en inglés exige los enfoques, el vocabulario y las estructuras lingüísticas específicas. En este curso, Ud. seguirá, a lo largo con un gerente recién promovido, como ella construye y conduce a su equipo hacia el éxito. Juntos, ustedes practicarán el lenguaje y los estilos de comunicación en inglés necesarios para:\n·       Reclutar y el entrenar a un equipo profesional a trabajar juntos con integridad y respeto\n·       Manejar y participar en las reuniones bien organizadas\n·       Hacer que las conferencias telefónicas sean más eficaz\n·       Escribir correos electrónicos profesionales que sean fáciles de leer\nLas actividades en este curso le dan la oportunidad de compartir su experiencia y recibir retroalimentación inmediata de otros profesionales empresariales en todo el mundo.","weeks":[{"weekTitle":"WEEK 1","weekName":"Decisiones para dotación y contratación de personal / Staffing and Hiring Decisions","weekDesc":" En este módulo, seguiremos a Elizabeth en el proceso de armar su propio equipo. Veremos la manera como ella se comunica con su equipo y colegas dependiendo de cada situación. Esto le ayudará a prepararse para hacer solicitudes de forma directa o indirecta. Us..."},{"weekTitle":"WEEK 2","weekName":"Gestión de reuniones / Meeting Management","weekDesc":"Reuniones eficaces de negocio requieren la planificación, liderazgo, y habilidades comunicacionales. Sin estas habilidades, las reuniones pueden ser improductivas o peor aún, aburridas. Observando a Elizabeth y su equipo, usted será capaz de planificar y facil..."},{"weekTitle":"WEEK 3","weekName":"Liderazgo y trabajo en equipo / Leading and Teaming","weekDesc":"Interrumpir con confianza, pedir clarificación, y conseguir la respuesta que se quiere, serán algunas habilidades que usted aprenderá y aplicara en este modulo. ..Interrupt with confidence, ask for clarification and get the answer you want; hold the floor and ..."},{"weekTitle":"WEEK 4","weekName":"Planificar, organizar, y delegar / Planning, Organizing, and Delegating","weekDesc":"El cuidado del negocio o el proyecto que se quiere controlar, requiere planificación. Esto requiere que la información sea organizada de manera conveniente con informes periódicos de estado de resultados. Después de completar este módulo, usted será capaz de u..."},{"weekTitle":"WEEK 5","weekName":"Dirigir y entrenar / Managing and Coaching","weekDesc":"Para que un empleado tenga éxito, es importante la guía que le entrega su jefe. Esto es un desafío mayor si esta guía debe hacerse en otro idioma. Después de completar el modulo \"Dirigir y entrenar\", usted será capaz de usar frases claves para tener una audien..."},{"weekTitle":"WEEK 6","weekName":"Revisión  /  Review","weekDesc":"Este módulo le ayudará a completar el panel de discusión exitosamente."}]},{"courseTitle":"İnfertilite Hemşireliği (Infertility Nursing)","courseDescription":"İnfertilite tanı ve tedavi aşamasında bireylere verilecek hemşirelik bakım sürecinin uygulaması aşamasında ihtiyaç duyulan temel bilgiyi sağlar. İnfertilitenin nedenleri, tanı ve tedavi yöntemleri, bu süreçlerde çiftlerin yaşadıkları fiziksel ve psikososyal sorunları ve önlemeye yönelik hemşirelik girişimlerini içerir.","weeks":[{"weekTitle":"WEEK 1","weekName":"Fertilite ve İnfertilite Kavramları","weekDesc":"Fertiliteyi etkileyen faktörler; infertilitenin tanımı, dünyada ve Türkiye’de görülme sıklığı, infertilite gelişimini etkileyen faktörler, infertilite neden toplumsal bir sağlık sorunudur?"},{"weekTitle":"WEEK 2","weekName":"Kadında İnfertiliteye Neden Olan Faktörler","weekDesc":"Kadında infertilite yaratan faktörler; ovulasyon problemleri, tubal transport problemleri, uterin problemler, servikal ve vajinal problemler, diğer nedenler "},{"weekTitle":"WEEK 3","weekName":"Erkekte İnfertiliteye Neden Olan Faktörler","weekDesc":"Erkekte infertilite yaratan faktörler; sperm üretimini bozan pretestiküler, testiküler ve posttestiküler faktörler"},{"weekTitle":"WEEK 4","weekName":"Kadında ve Erkekte İnfertilitenin Değerlendirilmesi","weekDesc":"Erkek üreme sistemi ve sperm üretimi, kadında ve erkekte infertilite nedeninin araştırılması"},{"weekTitle":"WEEK 5","weekName":"İnfertilite Tedavileri","weekDesc":"İnfertilite tedavileri; farmakolojik ajanlar, tedavi protokolleri, yardımcı üreme teknikleri, intrauterin inseminasyon, in vitro fertilizasyon, IVF başarısını ve sonucunu etkileyen faktörler, infertilite tedavisinde üçüncü taraf yaklaşımları"},{"weekTitle":"WEEK 6","weekName":"İnfertilitenin Tanı ve Tedavi Aşamasında Hemşirenin Rolü","weekDesc":" /react&#45;text "},{"weekTitle":"WEEK 7","weekName":"İnfertilitenin Yükü","weekDesc":"İnfertilitenin kadın, erkek ve çift üzerindeki etkileri, infertilitenin evlilik, cinsel yaşam ve sosyal yaşama etkileri, infertil bireylerde psikososyal sorunlar, infertilitenin psikososyal yükü"},{"weekTitle":"WEEK 8","weekName":"İnfertilite Tedavisi Başarısızlığı","weekDesc":"İnfertilite tedavisi başarısızlığı; başarısız tedavi sonrası yaşananlar, bu süreçte eğitim ve danışmanlık, “Tedaviyi Bırakma” kavramı ve hemşirenin rol ve sorumlulukları"}]},{"courseTitle":"Materials Data Sciences and Informatics","courseDescription":"This course aims to provide a succinct overview of the emerging discipline of Materials Informatics at the intersection of materials science, computational science, and information science. Attention is drawn to specific opportunities afforded by this new field in accelerating materials development and deployment efforts. A particular emphasis is placed on materials exhibiting hierarchical internal structures spanning multiple length/structure scales and the impediments involved in establishing invertible process-structure-property (PSP) linkages for these materials. More specifically, it is argued that modern data sciences (including advanced statistics, dimensionality reduction, and formulation of metamodels) and innovative cyberinfrastructure tools (including integration platforms, databases, and customized tools for enhancement of collaborations among cross-disciplinary team members) are likely to play a critical and pivotal role in addressing the above challenges.","weeks":[{"weekTitle":"WEEK 1","weekName":"Welcome","weekDesc":"What you should know before you start the course"},{"weekTitle":"WEEK 2","weekName":"Materials Knowledge and Materials Data Science ","weekDesc":"•\tUnderstand property, structure and process spaces\n•\tLearn about Process-Structure-Property Linkages \n•\tLearn what does Materials Knowledge mean\n•\tLearn about a role of Data Science in Materials Knowledge System\n•\tOverview approaches and main components of Da..."},{"weekTitle":"WEEK 3","weekName":"Materials Knowledge Improvement Cycles","weekDesc":"•\tLearn material structure and its digital representation\n•\tLearn how to calculate 2-point statistics \n•\tLearn how Principal Component Analysis can be used to reduce dimensionality\n•\tUnderstand Homogenization and Localization concepts\n"},{"weekTitle":"WEEK 4","weekName":"Case Study in Homogenization: Plastic Properties of Two-Phase Composites","weekDesc":"This module demonstrates a homogenization problem based on an example of two-phase composites"},{"weekTitle":"WEEK 5","weekName":"Materials Innovation Cyberinfrastructure and Integrated Workflows","weekDesc":"•\tLearn about materials innovation system and cyberinfrastructure\n•\tReview Materials Databases, e-collaboration platforms and code repositories\n•\tLearn why integrated workflows are needed\n•\tDefine Metadata, Structured and Unstructured data\n•\tLearn about availa..."}]},{"courseTitle":"Experimental Methods in Systems Biology","courseDescription":"Learn about the technologies underlying experimentation used in systems biology, with particular focus on RNA sequencing, mass spec-based proteomics, flow/mass cytometry and live-cell imaging.\n\nA key driver of the systems biology field is the technology allowing us to delve deeper and wider into how cells respond to experimental perturbations. This in turns allows us to build more detailed quantitative models of cellular function, which can give important insight into applications ranging from biotechnology to human disease. This course gives a broad overview of a variety of current experimental techniques used in modern systems biology, with focus on obtaining the quantitative data needed for computational modeling purposes in downstream analyses. We dive deeply into four technologies in particular, mRNA sequencing, mass spectrometry-based proteomics, flow/mass cytometry, and live-cell imaging. These techniques are often used in systems biology and range from genome-wide coverage to single molecule coverage, millions of cells to single cells, and single time points to frequently sampled time courses. We present not only the theoretical background upon which these technologies work, but also enter real wet lab environments to provide instruction on how these techniques are performed in practice, and how resultant data are analyzed for quality and content.","weeks":[{"weekTitle":"WEEK 1","weekName":"Introduction","weekDesc":"Description goes here"},{"weekTitle":"WEEK 2","weekName":"Deep mRNA Sequencing","weekDesc":"Description goes here"},{"weekTitle":"WEEK 3","weekName":"Mass Spectrometry-Based Proteomics","weekDesc":"Description goes here"},{"weekTitle":"WEEK 4","weekName":"Midterm Exam","weekDesc":"Description goes here"},{"weekTitle":"WEEK 5","weekName":"Flow and Mass Cytometry for Single Cell Protein Levels and Cell Fate","weekDesc":"Description goes here"},{"weekTitle":"WEEK 6","weekName":"Live-cell Imaging for Single Cell Protein Dynamics","weekDesc":"Description goes here"},{"weekTitle":"WEEK 7","weekName":"Integrating and Interpreting Datasets with Network Models and Dynamical Models","weekDesc":"Description goes here"},{"weekTitle":"WEEK 8","weekName":"Final Exam","weekDesc":" /react&#45;text "}]},{"courseTitle":"Працюйте розумніше, а не більше: управління часом для особистої та професійної продуктивності","courseDescription":"Працюйте розумніше, а не більше\nВи зможете здобути і застосувати ваші знання та розуміння особистої та професійної обізнаності, організованості та виконання зобов’язань, а також використовувати інструменти, методи та прийоми, про які ви дізналися, для постановки цілей та пріоритетів, планування та делегування для подолання управлінських викликів та покращення продуктивності. \n\nThis course is translated by the Ukrainian mobile network operator, lifecell.","weeks":[{"weekTitle":"WEEK 1","weekName":"Корисні професійні звички не приходять просто","weekDesc":" /react&#45;text "},{"weekTitle":"WEEK 2","weekName":"Час - це найбільш обмежений ресурс","weekDesc":" /react&#45;text "},{"weekTitle":"WEEK 3","weekName":"Маленькі поради, які мають значний вплив","weekDesc":" /react&#45;text "},{"weekTitle":"WEEK 4","weekName":"Підсумок","weekDesc":" /react&#45;text "}]},{"courseTitle":"HI-FIVE: Health Informatics For Innovation, Value & Enrichment (Clinical Perspective)","courseDescription":"HI-FIVE (Health Informatics For Innovation, Value & Enrichment) Training is a 12-hour online course designed by Columbia University in 2016, with sponsorship from the Office of the National Coordinator for Health Information Technology (ONC).  The training is role-based and uses case scenarios.  Also, it has additional, optional modules on other topics of interest or relevance.  Although we suggest to complete the course within a month's timeframe, the course is self-paced and so you can start and finish the course at anytime during a month's time period. No additional hardware or software are required for this course.\n\nOur nation’s healthcare system is changing at a rapid pace. Transformative health care delivery programs depend heavily on health information technology to improve and coordinate care, maintain patient registries, support patient engagement, develop and sustain data infrastructure necessary for multi-payer value-based payment, and enable analytical capacities to inform decision making and streamline reporting.  The accelerated pace of change from new and expanding technology will continue to be a challenge for preparing a skilled workforce so taking this training will help you to stay current in the dynamic landscape of health care.\n\nThis course is one of three related courses in the HI-FIVE training program, which has topics on population health, care coordination and interoperability, value-based care, healthcare data analytics, and patient-centered care.  Each of the three courses is designed from a different perspective based on various healthcare roles.  This first course is from a clinical perspective, geared towards physicians, nurse practitioners, physician assistants, nurses, clinical executives and managers, medical assistants, and other clinical support roles.  However, we encourage anyone working in healthcare, health IT, public health, and population health to participate in any of the three trainings. \n\nAccreditation Statement\nThe College of Physicians and Surgeons of Columbia University is accredited by the Accreditation Council for Continuing Medical Education (ACCME) to provide continuing medical education for physicians.\n\nAMA Credit Designation Statement\nThe College of Physcians and Surgeons designates this enduring material for 12.0 AMA PRA Category 1 Credits™. Physicians should claim only the credit commensurate with the extent of their participation in the activity.\n\nThe planning committee members are: Rita Kukafka, DrPH, MA, FACMI; Bruce Forman, MD; Gil Kuperman, MD, PhD; Virginia Lorenzi, MS, CPHIMS, FHL7, and Victoria Tiase, MSN, BN.  None of the members of the committee, who planned this CME Activity, have any relevant financial relationships to disclose.  The release date is 2/1/17 and the expiration date is 1/31/18.\n\nThis activity is eligible for 12 continuing nursing education (CNE) credits.  \n\nColumbia University School of Nursing, Continuing Nursing Education Program is accredited as a provider of continuing nursing education by the American Nurses Credentialing Center's Commission on Accreditation.","weeks":[{"weekTitle":"WEEK 1","weekName":"Course and Case Introduction","weekDesc":" /react&#45;text "},{"weekTitle":"WEEK 2","weekName":"Mr. Osner Santana Waits to Be Seen","weekDesc":" /react&#45;text "},{"weekTitle":"WEEK 3","weekName":"Mr. Osner Santana Meets Dr. Jefferson (Part 1)","weekDesc":" /react&#45;text "},{"weekTitle":"WEEK 4","weekName":"Mr. Osner Santana Meets Dr. Jefferson (Part 2)","weekDesc":" /react&#45;text "}]},{"courseTitle":"Essential Design Principles for Tableau","courseDescription":"In this course, you will analyze and apply essential design principles to your Tableau visualizations. This course assumes you understand the tools within Tableau and have some knowledge of the fundamental concepts of data visualization. You will define and examine the similarities and differences of exploratory and explanatory analysis as well as begin to ask the right questions about what’s needed in a visualization. You will assess how data and design work together, including how to choose the appropriate visual representation for your data, and the difference between effective and ineffective visuals. You will apply effective best practice design principles to your data visualizations and be able to illustrate examples of strategic use of contrast to highlight important elements. You will evaluate pre-attentive attributes and why they are important in visualizations. You will exam the importance of using the \"right\" amount of color and in the right place and be able to apply design principles to de-clutter your data visualization.","weeks":[{"weekTitle":"WEEK 1","weekName":"Getting Started in Effective and Ineffective Visuals","weekDesc":"Welcome to this first module where we are going to start you off with background information about how the human brain perceives the world and then you will discover effective and ineffective visuals. By the end of this module, you will be able to recognize ho..."},{"weekTitle":"WEEK 2","weekName":"Visual Perception and Cognitive Load","weekDesc":"Welcome to this second module. This module will explore go into specific data visualization concepts that apply the concepts you learned about how the human brain works from the last module. In this module, you will be able to define cognitive load and what cl..."},{"weekTitle":"WEEK 3","weekName":"Design Best Practices and Exploratory Analysis","weekDesc":"In this module, we revisit some of the concepts introduced from the previous module. You will be able to apply Gestalt Principles and leverage pre-attentive attributes in your visualizations. You will examine the role of accessibility and aesthetics play in yo..."},{"weekTitle":"WEEK 4","weekName":"Design for Understanding","weekDesc":"Making sense of large, multi-dimensional data sets can be a challenge for anyone. Your task as a designer is to make good decisions about encoding, arranging, and presenting data to reveal meaningful patterns and stories for your audiences. After completing th..."}]},{"courseTitle":"Investment Management in an Evolving and Volatile World by HEC Paris and AXA Investment Managers","courseDescription":"Have you ever wanted to invest in financial markets, but were always afraid that you didn’t have the proper tools or knowledge to make informed decisions? Have you ever wondered how investment management companies operate and what fund managers do? AXA Investment Managers, in partnership with HEC Paris, will introduce you to the most important ideas and concepts in investment management, to help you better understand your financial future.\n\nThis course will enable you to:\n•\tDefine what type of investor you are, your investment objectives, and potential constraints. \n•\tIdentify the main investable assets and important players in financial markets. \n•\tUnderstand basic portfolio management techniques. \n•\tApply these techniques in real case studies from the outset, through practical assessments. \n\nFinally, we will provide a comprehensive overview of today's asset management industry: the product cycles, professionals, and regulations. For those who want to identify a talented fund manager to invest for you, we offer important criteria for selecting one. For those who are interested in learning more about this fascinating industry, we lay the foundation for your ongoing financial journey. Join us now to explore the world of investment management! \n\nCourse Launching Date\nThe first session of the course will be launched on April 11th, 2016.\n\nCourse Specialists\nThe course has been developed in collaboration between HEC Paris, with Hugues Langlois managing the academic aspect, and AXA Investment Managers specialists, sharing their experiences and expertise and coordinated by Marion Le Morhedec. AXA Investment Managers participants include Maxime Alimi, Stephanie Condra, Nicholas Jeans, Elodie Laugel, Pierre-François de Mont-Serrat, Jean-Gabriel Pierre (AXA Group), Dorothée Sauloup, Irina Topa-Serry, Fiona Southall, Patrice Viot Coster, Susanna Warner, and Joachim Weitgasser.\n\nRecommended Background\nWe expect most participants to have a basic level of knowledge in mathematics and economics. However this is not essential, and we believe that people from any background can succeed with commitment and a strong interest.\nBe aware that in the case study, you will have to use Excel.\n\nCourse Format \nThis course will run for 4 weeks and consists of 4 modules, each with a series of lecture videos between 5 to 8 minutes long. Each module contains a set of practice and graded quiz questions. A complete portfolio management exercise covers concepts learned in all modules\n\nLanguage\nThe course is in English, with Italian, German, French, and Chinese (Simplified) subtitles.\n\nThe Project\nThe preparation of this MOOC has been an exciting adventure for many professionals at AXA Investment Managers and HEC, both for the speakers and a wealth of contributors. Thank you to all of them.\nWe hope you enjoy this course as much as we enjoyed creating it!","weeks":[{"weekTitle":"WEEK 1","weekName":"Defining Your Objectives and Universe","weekDesc":"As the first module of the course, we will start with helping you to identify which kind of investor you are, and what are your investment objectives. Then, we will give you an overall view of investible assets and the financial market. In addition, we will in..."},{"weekTitle":"WEEK 2","weekName":"How to Build an Investment Solution","weekDesc":"This is the second week of our study. We first learn how to optimize a portfolio allocation given your investment objectives. Then we will learn how to integrate your investment constraints to find a feasible investment solution. You will use asset pricing mod..."},{"weekTitle":"WEEK 3","weekName":"Exploring Specific Portfolio Management Techniques","weekDesc":"We take in this module a closer look at investment strategies. We start by examining both quantitative active and qualitative strategies, and understanding their respective benefits. In the second lesson, we will learn how to apply these strategies in real lif..."},{"weekTitle":"WEEK 4","weekName":"The Asset Management Industry: Selecting or Becoming a Fund Manager","weekDesc":"In this final module, we cover the details of the asset management industry. We start by understanding what it takes to make a proper decision when hiring a fund manager. We will learn how to evaluate his or her performance, and to select the right one dependi..."}]},{"courseTitle":"A developer's guide to Exploring and Visualizing IoT Data","courseDescription":"The value of IoT can be found within the analysis of data gathered from the system under observation, where insights gained can have direct impact on business and operational transformation.   Through analysis data correlation, patterns, trends, and other insight are discovered.  Insight leads to better communication between stakeholders, or actionable insights, which can be used to raise alerts or send commands, back to IoT devices.\nWith a focus on the topic of Exploratory Data Analysis, the course provides an in-depth look at mathematical foundations of basic statistical measures, and how they can be used in conjunction with advanced charting libraries to make use of the world’s best pattern recognition system – the human brain.  Learn how to work with the data, and depict it in ways that support visual inspections, and derive to inferences about the data. Identify interesting characteristics, patterns, trends, deviations or inconsistencies, and potential outliers.  The goal is that you are able to implement end-to-end analytic workflows at scale, from data acquisition to actionable insights. \nThrough a series of lectures and exercises students get the needed skills to perform such analysis on any data, although we clearly focus on IoT Sensor Event Data.\n\nAfter completing this course, you will be able to:\n•\tDescribe how basic statistical measures, are used to reveal  patterns within the data \n•\tRecognize data characteristics, patterns, trends, deviations or inconsistencies, and potential outliers.\n•\tIdentify useful techniques for working with big data such as dimension reduction and feature selection methods \n•\tUse advanced tools and charting libraries to:\n      o\tAutomatically store data from IoT device(s) \n      o\timprove efficiency of analysis of big-data with partitioning and parallel analysis \n      o\tVisualize the data in an number of 2D and 3D formats (Box Plot, Run Chart, Scatter Plot, Pareto Chart, and Multidimensional Scaling)\n\nFor successful completion of the course, the following prerequisites are recommended: \n•\tBasic programming skills in any programming language (python preferred)\n•\tA good grasp of basic algebra and algebraic equations\n•\t(optional) “A developer's guide to the Internet of Things (IoT)” - a Coursera course\n•\tBasic SQL is a plus\n\nIn order to complete this course, the following technologies will be used:\n(These technologies are introduced in the course as necessary so no previous knowledge is required.)\n•\tIBM Watson IoT Platform (MQTT Message Broker as a Service, Device Management and Operational Rule Engine)\n•\tIBM Bluemix (Open Standard Platform Cloud)\n•\tNode-Red\n•\tCloudant NoSQL (Apache CouchDB)\n•\tApacheSpark\n•\tLanguages: R, Scala and Python (focus on Python)\n\nThis course takes four weeks, 4-6h per week","weeks":[{"weekTitle":"WEEK 1","weekName":"Introduction to exploratory analysis","weekDesc":"Analysis of data starts with a hypothesis and through exploration, those hypothesis are tested.  Exploratory analysis in IoT considers large amounts of data, past or current, from multiple sources and summarizes its main characteristics.  Data is strategically..."},{"weekTitle":"WEEK 2","weekName":"Tools that support IoT solutions","weekDesc":"Data analysis for IoT indicates that you have to build a solution for performing scalable analytics, on a large amount of data that arrives in great volumes and velocity.  Such a solution needs to be supported by a number of tools.   This module introduces com..."},{"weekTitle":"WEEK 3","weekName":"Mathematical Foundations on Exploratory Data Analysis","weekDesc":"This learning module explores mathematical foundations supporting Exploratory Data Analysis (EDA) techniques.   "},{"weekTitle":"WEEK 4","weekName":"Data Visualization","weekDesc":"This learning module details a variety of methods for plotting IoT time series sensor data using different methods in order to gain insights of hidden patterns in your data"}]},{"courseTitle":"iMOOC102: Mastering American e-Learning","courseDescription":"This competency-based, skill-building course will help non-U.S. students, first generation immigrants and foreign-born professionals better understand and master American e-Learning, as well as other U.S. virtual environments, for college and career success.\n\nTo excel in American online learning and work environments, international students and foreign-born professionals need to know how American universities and companies use the Internet to organize study and work, develop and execute projects, communicate ideas, collaborate, and solve organizational and technical problems. By taking this course, you will learn how to enhance your cultural knowledge and assess potential skill gaps that may hinder your online experience or negatively impact your performance in U.S. virtual work environments. Throughout the course you will systematically review competencies required for online work, come to better understand common barriers for non-native students and professionals, learn how to detect and overcome competency gaps, and develop plans for self-improvement.\n\nWe hope that you will enjoy the course and invite you to share your own experiences with other students.","weeks":[{"weekTitle":"WEEK 1","weekName":"International learners in U.S. online education","weekDesc":"In this introductory module, we explain why many international online learners and foreign-born professionals experience problems in American e-learning environments and how they can use a competency-based approach to overcome barriers and become fully profici..."},{"weekTitle":"WEEK 2","weekName":"Overcoming barriers of technology, language, and culture","weekDesc":"This week covers three lessons to help you address the key barriers of technology, language, and culture. The first lesson on technology will help you become familiar with the general expectations regarding the technological competencies necessary for your suc..."},{"weekTitle":"WEEK 3","weekName":"Navigating the U.S. academic system","weekDesc":"In this week, you will become familiar with the U.S. academic system, concentrating especially on communications and the culture of online environments. We will look closely at the American online classroom and review necessary skills. Your instructor for this..."},{"weekTitle":"WEEK 4","weekName":"Navigating U.S. professional environments","weekDesc":"In this week, you will become familiar with the professional contexts of U.S. working environments. We will look closely at employability skills such as self-management, problem solving, creativity, and self-directed learning. We will also examine how ethics, ..."},{"weekTitle":"WEEK 5","weekName":"The final week: Capstone Project and course review","weekDesc":"Whether taking an online course or taking a training module, navigating American e-Learning systems can be rewarding – but also very challenging.In this week, you will submit a Capstone Project.  This project will ask you to identify a barrier you might face i..."}]},{"courseTitle":"Origins - Formation of the Universe, Solar System, Earth and Life","courseDescription":"The Origins course tracks the origin of all things – from the Big Bang to the origin of the Solar System and the Earth. The course follows the evolution of life on our planet through deep geological time to present life forms.","weeks":[{"weekTitle":"WEEK 1","weekName":"Origin of the Elements, the Solar System and the Planets","weekDesc":"In the first module of Origins Jim Connelly and Henning Haack go through the evolution that resulted in the Solar System with the planets that we know today. Jim will actually go even deeper than that -- he will tell you about how the elements of the periodic ..."},{"weekTitle":"WEEK 2","weekName":"The early Earth and origin of life","weekDesc":"The first lecture described the origin of the elements, the Solar System and the planets. This time we are going to have a look at our own planet, just after it formed. Emily Pope from the Natural History Museum of Denmark will take you on a tour back in deep ..."},{"weekTitle":"WEEK 3","weekName":"Origin of the microbial world / The Cambrian Explosion and Exceptional Preservation","weekDesc":"In the last lecture Emily Pope told you about the early evolution of Earth and the oldest evidence of life.This time Jan Audun Rasmussen and Danny Eibye-Jacobsen will show you how life evolved during the first 4 billion years of the Earth evolution. As you wil..."},{"weekTitle":"WEEK 4","weekName":"Transition from Microbial to Macrobial Life: Snowball Earth and the Ediacara Biota / Eukaryotic Evolution and the Phylogeny of All Life","weekDesc":"In the last module Jan Audun Rasmussen and Danny Eibye-Jacobsen lectured on the early evolution of microbial life, leading up to the Cambrian Explosion of higher life forms. You may have wondered why it took almost 4 billion years before the higher life forms ..."},{"weekTitle":"WEEK 5","weekName":"Origin of the marine Cambrian and Palaeozoic Evolutionary Faunas / Diversity in deep time / Origin of predation and the Mesozoic Arms race","weekDesc":"In the module 5, Arne Thorshøj Nielsen and Jan Audun Rasmussen will show you how the higher life forms, particularly the marine animals, evolved in the oceans, after the sudden appearance of a hard skeleton in many different animal groups some 540 My ago. You ..."},{"weekTitle":"WEEK 6","weekName":"Oxygenation and Animals","weekDesc":"In module 6 Tais Wittchen Dahl will take a detailed look at one of the most important factors controlling the evolution of life - oxygen. In the previous lectures you have already heard that the oxygen levels have changed in the past, but Tais will show you ho..."},{"weekTitle":"WEEK 7","weekName":"Origins and Early Development of Plants / The Origin and Diversification of Flowering Plants","weekDesc":"In module 6 Tais Witchen Dahl explained how the oxygen levels in the atmosphere and the oceans are linked with the evolution of life. In module 7 we will have a close look at the biggest source of oxygen -- the plants. Up till now we have heard a lot about the..."},{"weekTitle":"WEEK 8","weekName":"The Evolution of Insects and their Role in Terrestrial Ecosystems","weekDesc":"In module 8 Lars Vilhelmsen will take a close look at the insects which account for more than 50% of today’s biodiversity and biomass. Part of the story behind the success of the insects is their remarkable adaption to a wide range of environments. Insects mas..."},{"weekTitle":"WEEK 9","weekName":"Colonization of the continents and the Origin of the Dinosaurs and Birds/Mass Extinction Events and Their Causes","weekDesc":"In the ninth module we will explore how our ancestors colonized dry land. Jesper Milan will tell you about how this happened and give you examples of some of the first vertebrates that gradually adapted to a life on land. Vertebrates are animals with backbones..."},{"weekTitle":"WEEK 10","weekName":"Origin of Recent Climate Change / The Molecular Clock","weekDesc":"In the tenth module we will tell you about two very different topics - recent climate changes and the molecular clock. Michael Houmark will tell you about the most important factor controlling the evolution of modern life – the changes in global climate over t..."},{"weekTitle":"WEEK 11","weekName":"Primate Origins and Evolution / Human Origins and Evolution","weekDesc":"One group of animals emerging during this period is the primates - the group to which we also belong. In the first videos of this week Bent Lindow comes back and tells you about the evolution of primates, leading up to the early humans. Bent will also introduc..."},{"weekTitle":"WEEK 12","weekName":"Modern Diversity","weekDesc":"In the last set of lectures we will look the modern biodiversity, which is perhaps the most remarkable result of the evolution, which we have described throughout the course.There is an enormous difference between the biodiversity of different types of habitat..."}]},{"courseTitle":"NGO能力建设入门 Building Capacity of CSOs in China","courseDescription":"《NGO能力建设入门》由联合国开发计划署(UNDP)出品。课程以非营利组织的成长脉络为主线，从组织建立之初对自身定位、使命和治理方式的思考，运行之时对人力资源和资金的管理，到发展之际对外界的拓展和传播，探索非营利组织在管理和运作过程中涉及的核心理念和关键问题。每节的15分钟的课程凝结了数十位业内专家实践经验的精华和对创新方法的探索，力求以丰富的案例和精心提炼的“干货”，帮助非营利组织解决实际问题。\n\n本课程是联合国首部中文“慕课”《民间组织能力建设入门》的升级版。基于第一期学员的反馈，新版课程强化了课程的体系性和知识点背后的逻辑，在注重实践经验分享的同时，更强调思考方式的培养，以期帮助非营利组织更好地“举一反三”、学以致用。\n\n完成本课程四个章节的学习，您不仅将掌握每项主题的关键知识点，亦会了解到各位专家不同经验的共通之处，发现治理、人力资源管理、筹款等议题之间的彼此关联，学会更系统性地思考非营利组织的管理和运作。\n\n当然，很多问题并没有标准答案或固定模板，因此本课程将通过一系列线上及线下的课外活动，鼓励同学们在汲取讲师们传授的经验的同时，发挥自身和集体的智慧，互相分享、不断碰撞，一同发现问题并寻找解决方案。\n\n\n>>>>>>>>>>>>>>>>课程大纲<<<<<<<<<<<<<<<<\n\n\n第1章 从使命到治理\n\n1.1 非营利组织概述（赵华，彼得·德鲁克社会组织学习中心秘书长）\n1.2 非营利组织——使命优先 （赵华，彼得·德鲁克社会组织学习中心秘书长）\n1.3 使命与组织管理实践 （彭艳妮，南都公益基金会常务副秘书长）\n1.4 非营利组织治理：理事会的角色 (赵华，彼得·德鲁克社会组织学习中心秘书长)\n1.5 组织的治理结构 （贾西津，清华大学公共管理学院副教授）\n\n\n第2章 人力资源管理\n\n2.1 非营利组织人力资源管理概念及价值（翟雁，北京惠泽人公益发展中心主任）\n2.2 非营利组织人力资源管理基本原则及方法（翟雁，北京惠泽人公益发展中心主任）\n2.3 员工管理：战略人力资源管理案例 （零慧，友成企业家扶贫基金会常务副秘书长）\n2.4 志愿者管理：志愿者的招募与保留 （翟雁，北京惠泽人公益发展中心主任）\n\n\n第3章 筹款\n\n3.1 非营利组织的资源分布及其特点（肖蓉，赠与亚洲中国首席代表）\n3.2 筹款方视角：非营利组织的资源开发（王超，世界自然基金会首席运营官）\n3.3 捐赠方视角：筹款从找对捐赠方开始（霍庆川，敦和慈善基金会秘书长助理）\n3.4 传统的筹款工具与方法（肖蓉，赠与亚洲中国首席代表）\n3.5 如何利用互联网为公益筹款（贝晓超，前新浪微博社会责任总监）\n\n\n第4章 对外拓展\n\n4.1 向政府拓展：非营利组织的政府关系（徐家良，上海交通大学学第三部门研究中心执行主任）\n4.2 倡导的基本理论与方法 （郭婷，中国发展简报副主编）\n4.3 向公众拓展：非营利组织的公信力（徐家良，上海交通大学学第三部门研究中心执行主任）\n4.4 体验式公益活动与新媒体传播（陈红涛，中国扶贫基金会副秘书长）\n\n\n>>>>>>>>>>>>>>>>常见问题<<<<<<<<<<<<<<<<\n\n1. 怎样才能获得证书？\n\n本课程有两种证书供同学们选择：\n\n1) 由课程平台提供方Coursera颁发的付费认证证书（电子版）\n认证证书（Verified Certificate）是Coursera颁发的电子版证书，带有唯一认证编码。获得认证证书要求同学们每一次平时作业和考试的得分都分别超过80%，并需向Coursera支付$29美金的费用。您可以先免费注册课程，开始学习课程后再选择支付证书费用。更多关于Coursera的证书问题请浏览：https://www.coursera.org/certificate/undpcso 页面下方的常见问题解答。\n\n2) 由课程内容提供方UNDP颁发的免费结业证书（电子版）\n结业证书带有UNDP logo，用户姓名和课程名称，不带认证编码，不具有认证效力，主要目的是鼓励并纪念同学们顺利通过课程。获得结业证书只需要免费注册，不需要支付任何费用，完成课程并总成绩超过80%即可申请获得。\n\n请注意：本期课程不提供任何纸质证书。联合国开发计划署不在本课程的任何环节收取任何费用，且不对Coursera的收费政策负责。\n\n\n2. 课程的时间安排是怎样的？\n\n本期课程将从2015年12月21日起开放全部内容，持续六周时间，包括四章内容的学习和一次期末考试。每周的课后习题设有截止日期（通常是每周一章），建议同学们根据截止日期安排学习，以便与其他同学保持同步、交流学习，课程组也会根据一周一章的进度安排相应的课外活动。当然，同学们也可以选择灵活地支配自己的进度，只需在整个学期结束前完成并提交所有内容即可获得本期课程的总评。\n\n\n3. 课程的评分政策是怎样的？\n\n总成绩(100%)= 四次课后习题(50%) + 期末考试(50%) \n课后习题主要以选择题为主，由系统评分；期末考试形式为主观题，由同伴互评。\n\n\n关于课程如有更多问题，欢迎通过课程论坛答疑板块或微信公众号（ID：UNDPCSO）向我们提问。","weeks":[{"weekTitle":"WEEK 1","weekName":"课程介绍","weekDesc":"欢迎同学们观看课程介绍短片，阅读课程大纲，了解课程的大致内容。"},{"weekTitle":"WEEK 2","weekName":"第一章 从使命到治理","weekDesc":"本章的主讲人是来自彼得·德鲁克社会组织学习中心的赵华老师。她将与南都公益基金会的彭艳妮老师和清华大学公共管理学院的贾西津老师一同引导大家探索以下问题：什么是非营利组织？非营利组织在社会中的定位是什么？有什么独特性？这决定了非营利组织什么样的治理特征？使命对非营利组织为什么重要？如何简单有效地陈述组织使命？治理的本质是什么？理事会为什么重要？如何建立非营利组织的治理结构？"},{"weekTitle":"WEEK 3","weekName":"第二章 人力资源管理","weekDesc":"本章的主讲人是来自惠泽人公益发展中心的翟雁老师。她将与友成企业家扶贫基金会的零慧老师一同引导大家探索以下问题：非营利组织的人力资源管理与其他组织有何区别？为什么人力资源管理对非营利组织如此重要？如何针对非营利组织人力资源结构的特点，进行有效地管理？什么是人力资源的“三叶草结构”？如何招募和保留志愿者？"},{"weekTitle":"WEEK 4","weekName":"第三章 筹款","weekDesc":"本章的主讲人是来自赠与亚洲（中国）的肖蓉老师。她将与世界自然基金会的王超老师、敦和慈善基金会的霍庆川老师和前新浪微博的贝晓超老师一同引导大家探索以下问题：非营利组织有哪些资金来源？它们各自的特点是什么？筹款中涉及哪些利益相关者？他们各自关心什么？筹款的生态链是怎样的？对应的筹款方法是什么？传统的筹款工具有哪些？如何互联网为公益项目进行筹款？"},{"weekTitle":"WEEK 5","weekName":"第四章 对外拓展","weekDesc":"本章的主讲人是来自上海交通大学学第三部门研究中心的徐家良老师。他将与中国发展简报的郭婷老师和中国扶贫基金会的陈红涛老师一同引导大家探索以下问题：非营利组织在对外拓展时会涉及哪些利益相关者？其中政府的特点是什么？非营利组织如何管理政府关系？如何通过倡导影响政府决策？公众作为拓展对象的特点是什么？非营利组织如何提升自己的公信力？如何通过新媒体向大众进行品牌或项目的传播？"},{"weekTitle":"WEEK 6","weekName":"期末考试","weekDesc":" /react&#45;text "}]},{"courseTitle":"TDD – Desenvolvimento de Software Guiado por Testes","courseDescription":"Neste curso, assumimos que você já sabe projetar e desenvolver programas mais complexos em Java, com método e organização graças às boas práticas e princípios exercitados no curso anterior; mas você talvez não se sinta ainda confortável em projetar programas usando técnicas ágeis, como o desenvolvimento guiado por testes (TDD). \n\nO objetivo deste curso é expor você aos princípios e práticas de desenvolvimento guiado por testes, tanto para modelar quanto para desenvolver aplicações e componentes de software, sem abandonar os conceitos e princípios de orientação a objetos aprendidos no curso anterior. De fato, pregamos que tais conceitos e princípios fortalecem o emprego do TDD no desenvolvimento ágil de software com mais qualidade. Este curso terá um grande foco em atividades hands-on, permitindo a você captar todos os aspectos práticos da técnica e facilitar a sua aplicação quando estiver projetando e desenvolvendo software de maneira ágil nos próximos cursos.\n\nOs conceitos de desenvolvimento de software com Java apresentados neste curso incluem o seguinte: revisão de testes de unidade; automação de testes; desenvolvimento guiado por testes; ciclo do TDD; refatoração de código de produção; ciclo de refatoração; uso de objetos stubs e mocks; boas práticas no TDD; modelagem de software por meio do TDD.\n\nAo final deste curso, você terá amadurecido de tal modo suas habilidades de programação que será capaz de implementar, agora usando o TDD, versões modificadas e estendidas do componente de gamificação constante do Trabalho de Conclusão da Especialização, com base nas boas práticas exercitadas neste curso.","weeks":[{"weekTitle":"WEEK 1","weekName":"Semana 1","weekDesc":"Olá, bem-vindo ao Curso 2 – Desenvolvimento de Software Guiado por Testes. Neste módulo você fará contato com os conceitos básicos de TDD.  Ao final desta semana, você será capaz de: 1) entender como funciona o TDD e, principalmente, que o TDD é uma técnica po..."},{"weekTitle":"WEEK 2","weekName":"Semana 2","weekDesc":"Olá! Bem-vindo à Semana 2 do curso sobre TDD! Nesta semana você aprofundará seu contato prático com o TDD, bem como com o ciclo de Refatoração. Ao final desta semana, você será capaz de: 1) modelar uma classe com o TDD, entendendo os princípios que estão por t..."},{"weekTitle":"WEEK 3","weekName":"Semana 3","weekDesc":"Olá! Bem-vindo à Semana 3 do curso sobre TDD! Nesta semana você aprofundará seu contato prático com casos de teste e com dependências entre classes no contexto do TDD. Ao final desta semana, você será capaz de: 1) modelar casos de teste a partir de responsabil..."},{"weekTitle":"WEEK 4","weekName":"Semana 4","weekDesc":"Olá! Bem-vindo à Semana 4 do curso sobre TDD! Nesta semana você aprofundará seu contato teórico e prático com técnicas de refatoração. Ao final desta semana, você será capaz de identificar alguns dos principais tipos de mau cheiro e aplicar técnicas de refator..."}]},{"courseTitle":"Systems Science and Obesity","courseDescription":"Systems science has been instrumental in breaking new scientific ground in diverse fields such as meteorology, engineering and decision analysis.   However, it is just beginning to impact public health.   This seminar is designed to introduce students to basic tools of theory building and data analysis in systems science and to apply those tools to better understand the obesity epidemic in human populations. There will also be a lab in which students will use a simple demonstration model of food acquisition behavior using agent-based modeling on standard (free) software (netlogo).   The central organizing idea of the course is to examine the obesity epidemic at a population level as an emergent properties of complex, nested systems, with attention to feedback processes, multilevel interactions, and the phenomenon of emergence.   While the emphasis will be on obesity, the goal will be to explore ways in which the systems approach can be applied to other non-communicable diseases both nationally and internationally.  \n \nTopics will include:\na) the epidemiology of obesity across time and place,\nb) theories to explain population obesity,\nc) the role of environments and economic resources in obesity\nc) basic concepts and tools of systems science,\nd) modeling energy-balance related behaviors in context,\ne) agent-based models, systems dynamic models, and social network models","weeks":[{"weekTitle":"WEEK 1","weekName":"Module 1","weekDesc":"Obesity, the facts of the case, and human populations through a systems science lens."},{"weekTitle":"WEEK 2","weekName":"Module 2","weekDesc":"Complex systems, system dynamic models, and developing a stock and flow. This module includes a lab lesson."},{"weekTitle":"WEEK 3","weekName":"Module 3","weekDesc":"Social networks and obesity, neighborhoods and noshing, and prices and poverty."},{"weekTitle":"WEEK 4","weekName":"Module 4","weekDesc":"Agent based modeling and conceptual motivation for agent based modeling. This module includes a lab lesson."}]},{"courseTitle":"创建企业: 科技的创业技术与战略  /  Launching New Ventures (Chinese Version)","courseDescription":"将商机转化为商业提案,并作为真实项目实施。学习创业关键步骤，包括营销和募资。磨砺你的‘企业家思维’吧！\n_____\n\n创业指南是一门关于创业和科技导向的创业公司策略的课程。它是为想要学习如何成功创业的专业人士，创业者和学生所设计的。通过短而轻松愉快的课程，对世界各地创业者鼓舞人心的采访，小测试，推荐书目和一个终期实践项目，学生可以全面地了解创业策略，不论在任何地方，行业或创业阶段，都可以将获得的认识应用于自己的创业之中。\n\n作为课程考核的一部分，学生需要完成小测试，想出并提交创业理念。表现优异的学生将可以为他们的创业理念争取种子资金。当课程结束时，你将能够：\n•\t识别有前途的商业机会\n•\t将想法发展为创业概念\n•\t用社交媒体测试创业理念的市场接受度\n•\t制定机会探索蓝图\n•\t创造性地推销你的解决方案\n•\t计算初始资金需求量，资金来源和管理方式\n•\t掌握保护知识产权的方法和时机\n•\t如何（机智地）扩展企业规模！\n•\t体验创业过程的初始阶段\n•\t磨砺你的“企业家思维”和学会如何让它使你的组织受益\n\n\n“我所创立的第一个公司非常惨痛地失败了。第二个好了一点，但是还是失败了。第三个，你懂的，还是失败了，但是情况还凑合。我迅速振作起来。第四个基本上没有失败。感觉仍然不是很好，但是还可以接受。第五个就是PayPal.” -Max Levchin(PayPal 前首席技术官)","weeks":[{"weekTitle":"WEEK 1","weekName":"第一周：什么是企业家精神?","weekDesc":"欢迎来到《创建企业》课程的第一周。这里我们准备了两个教学视频,一个采访视频，一些推荐阅读材料和一个课堂测试来覆盖第一周的学习内容（确保您在做测试之前看了所有的视频）。"},{"weekTitle":"WEEK 2","weekName":"第二周：定义&评价商业机会","weekDesc":"欢迎来到《创建企业》课程的第二周。这里包括了第二周的介绍视频，四节课和一个总结视频，还有一个课堂测试来覆盖第二周的所有学习内容（确保您在做课堂测试之前看过了每个视频）。"},{"weekTitle":"WEEK 3","weekName":"第三周：企业家市场","weekDesc":"欢迎来到《创建企业》课程的第三周。这里包括了第三周的介绍视频，六节课和一个总结视频，还有一个课堂测试来覆盖第三周的所有学习内容（确保您在做课堂测试之前看过了每个视频）。"},{"weekTitle":"WEEK 4","weekName":"第四周：筹集和管理资金","weekDesc":"欢迎来到《创建企业》课程的第四周。这里包括了第四周的介绍视频，五节课和一个总结视频，还有一个课堂测试来覆盖第四周的所有学习内容（确保您在做课堂测试之前看过了每个视频）。"},{"weekTitle":"WEEK 5","weekName":"第五周：价值提取－从你的创新中获利","weekDesc":"欢迎来到《创建企业》课程的第五周。这里包括了第五周的介绍视频，四节课和一个总结视频，还有一个对未来展望的视频来总结之前所有的课程。我们有一个课堂测试来覆盖第五周的所有学习内容（确保您在做课堂测试之前看过了每个视频）。"}]},{"courseTitle":"Parallel programming","courseDescription":"With every smartphone and computer now boasting multiple processors, the use of functional ideas to facilitate parallel programming is becoming increasingly widespread. In this course, you'll learn the fundamentals of parallel programming, from task parallelism to data parallelism. In particular, you'll see how many familiar ideas from functional programming map perfectly to to the data parallel paradigm. We'll start the nuts and bolts how to effectively parallelize familiar collections operations, and we'll build up to parallel collections, a production-ready data parallel collections library available in the Scala standard library. Throughout, we'll apply these concepts through several hands-on examples that analyze real-world data, such as popular algorithms like k-means clustering.\n\nLearning Outcomes. By the end of this course you will be able to:\n\n- reason about task and data parallel programs,\n- express common algorithms in a functional style and solve them in parallel,\n- competently microbenchmark parallel code,\n- write programs that effectively use parallel collections to achieve performance\n\nRecommended background: You should have at least one year programming experience. Proficiency with Java or C# is ideal, but experience with other languages such as C/C++, Python, Javascript or Ruby is also sufficient. You should have some familiarity using the command line. This course is intended to be taken after Functional Program Design in Scala: https://www.coursera.org/learn/progfun2.","weeks":[{"weekTitle":"WEEK 1","weekName":"Parallel Programming","weekDesc":"We motivate parallel programming and introduce the basic constructs for building parallel programs on JVM and Scala. Examples such as array norm and Monte Carlo computations illustrate these concepts. We show how to estimate work and depth of parallel programs..."},{"weekTitle":"WEEK 2","weekName":"Basic Task Parallel Algorithms","weekDesc":"We continue with examples of parallel algorithms by presenting a parallel merge sort. We then explain how operations such as map, reduce, and scan can be computed in parallel. We present associativity as the key condition enabling parallel implementation of re..."},{"weekTitle":"WEEK 3","weekName":"Data-Parallelism","weekDesc":"We show how data parallel operations enable the development of elegant data-parallel code in Scala. We give an overview of the parallel collections hierarchy, including the traits of splitters and combiners that complement iterators and builders from the seque..."},{"weekTitle":"WEEK 4","weekName":"Data Structures for Parallel Computing","weekDesc":"We give a glimpse of the internals of data structures for parallel computing, which helps us understand what is happening under the hood of parallel collections."}]},{"courseTitle":"Major Depression in the Population: A Public Health Approach","courseDescription":"Public Mental Health is the application of the principles of medicine and social science to prevent the occurrence of mental and behavioral disorders and to promote mental health of the population. This course illustrates the principles of public health applied to depressive disorder, including principles of epidemiology, transcultural psychiatry, health services research, and prevention. It is predicted that by 2020 depressive disorder will be the most important cause of disease burden in the entire world! Every human being suffers from feeling depressed at some point or other, but only about one fifth of the population will experience an episode of depressive disorder over the course of their lives. This course illuminates the public health approach to disease, and the particular complexities of applying this approach to mental disorders, using depression as the exemplar.","weeks":[{"weekTitle":"WEEK 1","weekName":"Overview","weekDesc":"Welcome to Major Depression in the Population: A Public Health Approach. Let's take a few moments to introduce the course before we dive into our first lessons."},{"weekTitle":"WEEK 2","weekName":"Depression in Low- and Middle-Income Countries: A Closer Look at Maternal Depression","weekDesc":"This week we will be covering depression from a global public health perspective."},{"weekTitle":"WEEK 3","weekName":"Basic Concepts of Epidemiology as Applied to Depression","weekDesc":"This week we take advantage of what we know about major depressive disorder to examine major epidemiologic research designs, including the case control design, the cohort design, and the study of diseases in time and space."},{"weekTitle":"WEEK 4","weekName":"The Search for Etiologic Clues","weekDesc":"This week the focus is on possible causes for depressive disorder, including inheritance, stress, social life, work life, and the evolution of modern living."},{"weekTitle":"WEEK 5","weekName":"Unmet Need for Care, Barriers, and Programs to Improve Access","weekDesc":"In this module, we discuss unmet need for treatment and treatment seeking and present a public health view of depression treatment."},{"weekTitle":"WEEK 6","weekName":"Final Assignment","weekDesc":" /react&#45;text "}]},{"courseTitle":"Advanced Converter Control Techniques","courseDescription":"This course covers advanced converter control techniques, including averaged-switch modeling and Spice simulations, modeling and design of peak current mode and average current mode controlled converters, as well as an introduction to control of single-phase ac grid tied rectifiers and inverters. Design and simulation examples include wide bandwidth point-of-load voltage regulators, low-harmonic power-factor-correction rectifiers, and grid-tied inverters for solar photovoltaic power systems. Upon completion of the course, you will be able to model, design control loops, and simulate state-of-the-art pulse-width modulated (PWM) dc-dc converters, dc-ac inverters, ac-dc rectifiers, and other power electronics systems. \n\nThis course assumes prior completion of Introduction to Power Electronics, Converter Circuits, and Converter Control","weeks":[{"weekTitle":"WEEK 1","weekName":"Averaged Switch Modeling and Simulation","weekDesc":"Introduction to Advanced Converter Control Techniques course, and the Week 1 Module on averaged switch modeling and simulations"},{"weekTitle":"WEEK 2","weekName":"Peak Current Mode Control - Part 1","weekDesc":"Introduction to peak current mode control (also known as current-programmed mode (CPM) control)"},{"weekTitle":"WEEK 3","weekName":"Peak Current Mode Control - Part 2","weekDesc":"More accurate modeling and design of peak current mode controlled converters"},{"weekTitle":"WEEK 4","weekName":"Average Current Mode Control","weekDesc":"Average current mode control of dc-dc converters, ac-dc rectifiers and dc-ac inverters"}]},{"courseTitle":"Alternative Approaches to Valuation and Investment","courseDescription":"In this course, participants will develop an understanding of the intuitive foundations of asset and investment valuation, and how alternative valuation techniques may be used in practice. This is part of a Specialization in corporate finance created in partnership between the University of Melbourne and Bank of New York Mellon (BNY Mellon). \n\nView the MOOC promotional video here: http://tinyurl.com/h75pzt6","weeks":[{"weekTitle":"WEEK 1","weekName":"Defining Attitudes Towards and Alternative Measures of Risk","weekDesc":"This week we will define a statistical measure of stand-alone risk as being the standard deviation of returns. We will describe three alternative attitudes towards risk, settling on risk aversion as being the standard assumption made in financial markets. We w..."},{"weekTitle":"WEEK 2","weekName":"Linking risk with expected return","weekDesc":"This week we differentiate between systematic and unsystematic risk and explain how the expected returns that are reflected in the prices of assets should be linked to only one type of risk. We illustrate how the Capital Asset Pricing Model might be used to li..."},{"weekTitle":"WEEK 3","weekName":"Using financial statement analysis to measure cost of capital","weekDesc":"This week we will explain the logical underpinnings of the Weighted Average Cost of Capital Formula and show how it might be estimated in practice by a firm. We will also consider the many challenges that might be faced in using this approach to estimating hur..."},{"weekTitle":"WEEK 4","weekName":"Addressing financial reality with real options analysis","weekDesc":"This week we describe how standard NPV analysis might lead to incorrect decisions when we fail to account for the impact of (or upon) firm flexibility. We then describe the three most common types of real options that firms face in practice and then explain ho..."}]},{"courseTitle":"Макроэкономика (Macroeconomics)","courseDescription":"Курс посвящен изучению макроэкономических вопросов, таких как долгосрочный рост, циклические колебания экономики и стабилизационная политика государства.\n\nЦелью курса является знакомство слушателей с основными понятиями макроэкономики, с базовыми моделями и принципами, которые используются при анализе текущего состояния экономики той или иной страны, что позволит самостоятельно ориентироваться в происходящих процессах и явлениях, а также проводить оценку эффективности и необходимости проводимой государством макроэкономической политики.\n\nДанный курс покрывает на базовом уровне все основные темы макроэкономики. Примерно две трети курса посвящены анализу общего равновесия на рынках труда, заемных средств, финансовых, денежных, товарных рынках, а также международных потоков капитала. Изучается долгосрочный экономический рост, идущий за счет накопления капитальных мощностей и технического прогресса.  Вторая часть курса посвящена изучению природы краткосрочных колебаний вокруг долгосрочной траектории роста, таким как финансовый кризис и мировая рецессия 2008-2009 годов. Обсуждаются причины подобных спадов, а также оптимальная стабилизационная политика государства, призванная либо предотвращать подобные катаклизмы, либо сглаживать последствия от них.\n\nДля успешного прохождения курса желательно (но не обязательно) иметь базовые знания по микроэкономике.","weeks":[{"weekTitle":"WEEK 1","weekName":"Вводный","weekDesc":"Добро пожаловать на курс \"Макроэкономика\"! Во вводном блоке предлагаем вам познакомиться с нашим университетом, а также с курсом: его учебным планом и системой оценивания."},{"weekTitle":"WEEK 2","weekName":"Тема 2. Система национальных счетов: ВВП, безработица, инфляция.","weekDesc":"Здравствуйте, уважаемые слушатели! Во второй теме рассматриваются основные макроэкономические показатели (валовой внутренний продукт, безработица и инфляция), способы их подсчета, а также проблемы с их использованием. В этой теме предусмотрено 7 видео лекций. ..."},{"weekTitle":"WEEK 3","weekName":"Тема 3. Равновесие на рынке труда и на рынке заемных средств. Общее равновесие.","weekDesc":"В этой лекции обсуждается, как определяется уровень производства в «идеальном» случае (т.е. при полном использовании всех имеющихся ресурсов), и как этот выпуск распределяется по экономике. Этот процесс рассматривается через установление равновесия на рынках т..."},{"weekTitle":"WEEK 4","weekName":"Тема 4. Экономический рост.","weekDesc":"Эта тема посвящена долгосрочному росту – тенденции экономики расти в течение десятилетий и веков. Здесь обсуждается механизм такого развития посредством накопления физического капитала и технологического прогресса, а также институциональные условия, необходимы..."},{"weekTitle":"WEEK 5","weekName":"Тема 5. Международная макроэкономика: торговля, потоки капитала, обменные курсы.","weekDesc":"Здравствуйте, уважаемые слушатели! В пятой теме курса \"Макроэкономика\", посвященной международным макроэкономическим вопросам, вы узнаете, что такое платежный баланс и реальный валютный курс, почему возникают международные дисбалансы и к чему они приводят (на ..."},{"weekTitle":"WEEK 6","weekName":"Тема 6. Финансовые рынки.","weekDesc":"Здравствуйте, уважаемые студенты! Финансовые рынки являются важнейшим элементом современной экономики, поскольку обеспечивают превращение сбережений населения в производственные инвестиции, необходимые для роста. В данной теме обсуждается, как должна работать ..."},{"weekTitle":"WEEK 7","weekName":"Тема 7. Денежный рынок и инфляция.","weekDesc":"Здравствуйте, уважаемые слушатели! Деньги являются важнейшим инструментов, необходимым для совершения различных транзакций. В данной теме обсуждается, как определяется денежная масса в экономике и к чему приводят ее колебания. Также напоминаем, что тестировани..."},{"weekTitle":"WEEK 8","weekName":"Тема 8. Отклонения от равновесия и экономический цикл.","weekDesc":"Здравствуйте, уважаемые слушатели! В данной теме обсуждается, почему экономический рост идет неравномерно – периоды роста сменяются спадами, затем рост снова возобновляется и т.д. Будут представлены теории, описывающие эти циклические колебания, связанные с от..."},{"weekTitle":"WEEK 9","weekName":"Тема 9. Стабилизационная политика: денежная и бюджетная.","weekDesc":"Здравствуйте, уважаемые слушатели! Данная тема посвящена политике государства по предотвращению или смягчению экономических спадов, ее основным типам (денежной и бюджетной) и обсуждению основных инструментов, механизмов и принципов их действия. Также напоминае..."},{"weekTitle":"WEEK 10","weekName":"Тема 10. Макроэкономическая политика в развивающихся странах и валютные кризисы.","weekDesc":"Здравствуйте, уважаемые слушатели! Данная заключительная тема посвящена проблемам, с которыми чаще всего сталкиваются развивающиеся экономики – стабилизация инфляции, валютные кризисы, внезапное изменение направления потоков капитала. Напоминаем, что тест по и..."}]},{"courseTitle":"Global Strategy I: How The Global Economy Works","courseDescription":"Starting in the late 1990s, “globalization” became a buzzword to describe the apparent integration of markets in the world economy. Many authors and pundits claimed that the world was converging towards a market-friendly democratic place, while gurus and consulting firms were not short of formulae and advice on how to make profits out of the global economy. Decades later, new realities show that globalization does not mean political, cultural, and economic convergence and that forces against it are strong.\n\nThis course seeks to help you understand the forces of globalization and how cross-cultural management and the relationship of a multinational organization to various host countries is becoming more and more critical in today’s global economy. This course begins with the discussion of these issues and global relationships and delves into a deeper understanding of business strategy in today’s global business marketplace.\n\nUpon successful completion of this course, you will be able to:\n•\tUnderstand how we got here and why it matters\n•\tUnderstand the complexities of the current globalization (not all countries are the same)\n•\tEvaluate the effects of international trade regulations on international business\n•\tEvaluate when and why should we operate as multinationals\n\nThis course is part of the iMBA offered by the University of Illinois, a flexible, fully-accredited online MBA at an incredibly competitive price. For more information, please see the Resource page in this course and onlinemba.illinois.edu.","weeks":[{"weekTitle":"WEEK 1","weekName":"Course Content","weekDesc":"You will become familiar with the course, your classmates, and our learning environment. The orientation will also help you obtain the technical skills required for the course."},{"weekTitle":"WEEK 2","weekName":"Module 2: The Big Disappointment: The World Did Not Converge","weekDesc":"During the 1990s, many analysts forecasted a global cultural, economic, and political convergence.  Reality shows that this did not happen.  Business people engaged in global activities need to understand how to analyze the differences between countries.  This..."},{"weekTitle":"WEEK 3","weekName":"Module 3: Why We Trade and How We Do It","weekDesc":"The most basic way by which corporations develop international operations is through trade.  These operations are determined by the way nations arrange trade with each other. In this section we explore what determines what and how countries trade with each oth..."},{"weekTitle":"WEEK 4","weekName":"Module 4: Why Do We Have Multinationals? What Determines the Type of Multinational?","weekDesc":"You don’t need to be a multinational to succeed in the business world. In fact, not all successful firms become multinational and not all multinationals are successful. This module explains what the main elements are in determining whether firms become multina..."}]},{"courseTitle":"Machine Learning","courseDescription":"Machine learning is the science of getting computers to act without being explicitly programmed. In the past decade, machine learning has given us self-driving cars, practical speech recognition, effective web search, and a vastly improved understanding of the human genome. Machine learning is so pervasive today that you probably use it dozens of times a day without knowing it. Many researchers also think it is the best way to make progress towards human-level AI. In this class, you will learn about the most effective machine learning techniques, and gain practice implementing them and getting them to work for yourself. More importantly, you'll learn about not only the theoretical underpinnings of learning, but also gain the practical know-how needed to quickly and powerfully apply these techniques to new problems. Finally, you'll learn about some of Silicon Valley's best practices in innovation as it pertains to machine learning and AI.\n\nThis course provides a broad introduction to machine learning, datamining, and statistical pattern recognition. Topics include: (i) Supervised learning (parametric/non-parametric algorithms, support vector machines, kernels, neural networks). (ii) Unsupervised learning (clustering, dimensionality reduction, recommender systems, deep learning). (iii) Best practices in machine learning (bias/variance theory; innovation process in machine learning and AI). The course will also draw from numerous case studies and applications, so that you'll also learn how to apply learning algorithms to building smart robots (perception, control), text understanding (web search, anti-spam), computer vision, medical informatics, audio, database mining, and other areas.","weeks":[{"weekTitle":"WEEK 1","weekName":"Introduction","weekDesc":"Welcome to Machine Learning! In this module, we introduce the core idea of teaching a computer to learn concepts using data—without being explicitly programmed. The Course Wiki is under construction. Please visit the resources tab for the most complete and up-..."},{"weekTitle":"WEEK 2","weekName":"Linear Regression with Multiple Variables","weekDesc":"\nWhat if your input has more than one value? In this module, we show how linear regression can be extended to accommodate multiple input features. We also discuss best practices for implementing linear regression."},{"weekTitle":"WEEK 3","weekName":"Logistic Regression","weekDesc":"Logistic regression is a method for classifying data into discrete outcomes. For example, we might use logistic regression to classify an email  as spam or not spam. In this module, we introduce the notion of classification, the cost function for logistic regr..."},{"weekTitle":"WEEK 4","weekName":"Neural Networks: Representation","weekDesc":"Neural networks is a model inspired by how the brain works. It is widely used today in many applications: when your phone interprets and understand your voice commands, it is likely that a neural network is helping to understand your speech; when you cash a ch..."},{"weekTitle":"WEEK 5","weekName":"Neural Networks: Learning","weekDesc":"In this module, we introduce the backpropagation algorithm that is used to help learn parameters for a neural network. At the end of this module, you will be implementing your own neural network for digit recognition.\n"},{"weekTitle":"WEEK 6","weekName":"Advice for Applying Machine Learning","weekDesc":"Applying machine learning in practice is not always straightforward. In this module, we share best practices for applying machine learning in practice, and discuss the best ways to evaluate performance of the learned models.\n"},{"weekTitle":"WEEK 7","weekName":"Support Vector Machines","weekDesc":"Support vector machines, or SVMs, is a machine learning algorithm for classification. We introduce the idea and intuitions behind SVMs and discuss how to use it in practice.\n"},{"weekTitle":"WEEK 8","weekName":"Unsupervised Learning","weekDesc":"We use unsupervised learning to build models that help us understand our data better. We discuss the k-Means algorithm for clustering that enable us to learn groupings of unlabeled data points."},{"weekTitle":"WEEK 9","weekName":"Anomaly Detection","weekDesc":"Given a large number of data points, we may sometimes want to figure out which ones vary significantly from the average. For example, in manufacturing, we may want to detect defects or anomalies. We show how a dataset can be modeled using a Gaussian distributi..."},{"weekTitle":"WEEK 10","weekName":"Large Scale Machine Learning","weekDesc":"Machine learning works best when there is an abundance of data to leverage for training. In this module, we discuss how to apply the machine learning algorithms with large datasets."},{"weekTitle":"WEEK 11","weekName":"Application Example: Photo OCR","weekDesc":"Identifying and recognizing objects, words, and digits in an image is a challenging task. We discuss how a pipeline can be built to tackle this problem and how to analyze and improve the performance of such a system.\n"}]},{"courseTitle":"Build a Modern Computer from First Principles: From Nand to Tetris (Project-Centered Course)","courseDescription":"What you’ll achieve:\nIn this project-centered course* you will build a modern computer system, from the ground up. We’ll divide this fascinating journey into six hands-on projects that will take you from constructing elementary logic gates all the way through creating a fully functioning general purpose computer. In the process, you will learn - in the most direct and constructive way - how computers work, and how they are designed.\n\nWhat you’ll need:\nThis is a self-contained course: all the knowledge necessary to succeed in the course and build the computer system will be given as part of the learning experience. Therefore, we assume no previous computer science or engineering knowledge, and all learners are welcome aboard. You will need no physical materials, since you will build the computer on your own PC, using a software-based hardware simulator, just like real computers are designed by computer engineers in the field. The hardware simulator, as well as other software tools, will be supplied freely after you enroll in the course.\n\nCourse format:\nThe course consists of six modules, each comprising a series of video lectures, and a project. You will need about 2-3 hours to watch each module's lectures, and about 5-10 hours to complete each one of the six projects. The course can be completed in six weeks, but you are welcome to take it at your own pace. You can watch a TED talk about this course by Googling \"nand2tetris TED talk\".\n\n*About Project-Centered Courses: Project-centered courses are designed to help you complete a personally meaningful real-world project, with your instructor and a community of learners with similar goals providing guidance and suggestions along the way. By actively applying new concepts as you learn, you’ll master the course content more efficiently; you’ll also get a head start on using the skills you gain to make positive changes in your life and career. When you complete the course, you’ll have a finished project that you’ll be proud to use and share.","weeks":[{"weekTitle":"WEEK 1","weekName":"Introduction","weekDesc":"Course introduction and overview, the roles of abstraction and implementation in systems design, the road ahead."},{"weekTitle":"WEEK 2","weekName":"Boolean Arithmetic and the ALU","weekDesc":"Using the chipset that we've built in the previous module, we will now proceed to build a family of adders -- chips designed to add numbers. We will then take a big step forward and build an Arithmetic Logic Unit. The ALU, which is designed to perform a whole ..."},{"weekTitle":"WEEK 3","weekName":"Memory","weekDesc":"Having built the computer's ALU, this module we turn to building the computer's main memory unit, also known as Random Access Memory, or RAM. This will be done gradually, going bottom-up from elementary flip-flop gates to one-bit registers to n-bit registers t..."},{"weekTitle":"WEEK 4","weekName":"Machine Language","weekDesc":"A critically important aspect of building a new computer system is designing the low-level machine language, or instruction set, with which the computer can be instructed to do various things. As it turns out, this can be done before the computer itself is act..."},{"weekTitle":"WEEK 5","weekName":"Computer Architecture","weekDesc":"Let's recap the last four modules: we've built some elementary logic gates (module 1), and then used them to build an ALU (module 2) and a RAM (module 3). We then played with low-level programming (module 4), assuming that the overall computer is actually avai..."},{"weekTitle":"WEEK 6","weekName":"Assembler","weekDesc":"Every computer has a binary machine language, in which instructions are written as series of 0's and 1's, and a symbolic machine language, also known as assembly language, in which instructions are expressed using human-friendly mnemonics. Both languages do ex..."}]},{"courseTitle":"Revolutionary Ideas: Borders, Elections, Constitutions, Prisons","courseDescription":"What is the purpose of government?  Why should we have a State?  What kind of State should we have?\n\nEven within a political community, there may be sharp disagreements about the role and purpose of government.  Some want an active, involved government, seeing legal and political institutions as the means to solve our most pressing problems, and to help bring about peace, equality, justice, happiness, and to protect individual liberty.  Others want a more minimal government, motivated, perhaps, by some of the disastrous political experiments of the 20th Century, and the thought that political power is often just a step away from tyranny.  In many cases, these disagreements arise out of deep philosophical disagreements. \n\nAll political and legal institutions are built on foundational ideas.  In this course, we will explore those ideas, taking the political institutions and political systems around us not as fixed and unquestionable, but as things to evaluate and, if necessary, to change.  We will consider the ideas and arguments of some of the world’s most celebrated philosophers, including historical thinkers such as Plato, Hugo Grotius, David Hume, Thomas Jefferson, and James Madison, and more contemporary theorists such as Michelle Alexander, Kwame Anthony Appiah, Bryan Caplan, Angela Davis, Ronald Dworkin, Jon Elster, John Hart Ely, H.L.A. Hart, Michael Huemer, Andrew Rehfeld, and Jeremy Waldron.\n\nThe aim of the course is not to convince you of the correctness of any particular view or political position, but to provide you with a deeper and more philosophically-informed basis for your own views, and, perhaps, to help you better understand the views of those with whom you disagree.","weeks":[{"weekTitle":"WEEK 1","weekName":"Introduction to Part II of the Course","weekDesc":"An introduction to the course and to some of the fundamental problems in legal and political philosophy.  "},{"weekTitle":"WEEK 2","weekName":"Political Community and Borders","weekDesc":"This unit explores the issues of how our political communities are and should be defined.  What is the basis of political community?  Should we be allowed to change what political community we are a part of?  If so, how easily?"},{"weekTitle":"WEEK 3","weekName":"Representatives, Elections, and Lotteries","weekDesc":"This unit examines how our political community, once defined, should make law and policy.  Who should get to have a say?  "},{"weekTitle":"WEEK 4","weekName":"Constitutions","weekDesc":"This unit examines the role and importance of constitutions.  Should we have a constitution?  Why might we want one?  What should be in it?"},{"weekTitle":"WEEK 5","weekName":"Prisons and Punishment & Conclusions","weekDesc":"This unit considers the role of crime and punishment within a political community.  What should be illegal?  What should happen if people break the law?"}]},{"courseTitle":"Becoming a Sports Agent","courseDescription":"An immersive experience in the world of sports that will take students through the four stages of a professional athlete's career. Utilizing lectures, guest speakers, reading assignments and hypothetical walkthroughs, students will learn how the best sports agents manage clients at each of these four stages.\n\nThis course will provide each student with the skills necessary to guide an athlete through the difficult decisions that can make or lose the athlete millions of dollars, as well as affect their public image and career. Walking through the four stages of an athlete's career, we will provide a broad scope of the landscape of amateur and professional sports so that you can avoid the pitfalls and traps that so many have fallen into in the past; not to mention, bringing you updates throughout the course regarding the rapidly changing sports world that we live in today. Analyzing the best practices in the management of the superstar athletes with whom Professor Carfagna, Professor Volante and their expert guests have worked, we will show you how to manage the career of any professional athlete who might seek your guidance at any stage of his or her professional career.","weeks":[{"weekTitle":"WEEK 1","weekName":"Module 1: Introduction to Agents and the Collective Bargaining Agreements of the MLB, NFL and NBA","weekDesc":"An introduction to the duties of an agent; the \"Rep K\" that controls the player-agent relationship; and an analysis of the collective bargaining agreements that govern the three major leagues in the US -- including how a professional athlete achieves free agen..."},{"weekTitle":"WEEK 2","weekName":"Module 2: Recruiting and Managing Clients","weekDesc":"An introduction on how to approach recruiting clients, how to build an agency, and how to manage clients once they have signed a representation agreement; an analysis of the effect of professional sports on youth sports, and vice versa.\n\nThe optional videos lo..."},{"weekTitle":"WEEK 3","weekName":"Module 3: Early Stages of Professionalism and Selecting an Agency","weekDesc":"How the best high school baseball player in the U.S. in 2013, Clint Frazier, went about selecting his management team; the way Major League Baseball teams handle their minor leaguers; and what it takes for any of them to reach the Majors. In this Lesson, we wi..."},{"weekTitle":"WEEK 4","weekName":"Module 4: Representing the Peak Professional Athlete Pt. I","weekDesc":"Protecting the publicity rights of athletes while monetizing and maximizing their brands through product endorsement and license agreements. We will analyze the history of publicity rights and how to market your clients image effectively."},{"weekTitle":"WEEK 5","weekName":"Module 5: Representing the Peak Professional Athlete Pt. II","weekDesc":"Rebuilding the reputation of athletes who have damaged their brands. How a financial advisor can help a player manage income streams to maintain their lifestyle post-retirement. Also, we will discuss whether LeBron James made the right long-term branding decis..."},{"weekTitle":"WEEK 6","weekName":"Module 6:  Income Protection and Life After Retirement","weekDesc":"Protecting an athlete's income through insurance policies; an analysis of the on-going concussion epidemic in contact sports; and how an athlete can best prepare for life after retirement."},{"weekTitle":"WEEK 7","weekName":"Module 7:  Life Cycle of Individual Sports, the Longest Career Trajectory Pt. I","weekDesc":"An introduction to the world of golf and tennis athletes who have enjoyed the longest careers in sports. Insider experts' look into how an athlete can diversify his or her brand. Also, the Commissioner of the LPGA will discuss the ins and outs of the ladies’ t..."},{"weekTitle":"WEEK 8","weekName":"Module 8:  Life Cycle of Individual Sports, the Longest Career Trajectory Pt. II","weekDesc":"An introduction to the world of golf and tennis athletes who have enjoyed longest careers in sports. Insider experts' look into how an athlete can diversify his or her brand. How an agent can best protect his or her athlete in endorsement agreements through ap..."},{"weekTitle":"WEEK 9","weekName":"Module 9:  Representing the Professional Footballer Pt. I","weekDesc":"An in-depth look into the life of a footballer, from the youth squad to the first team and after retirement. How to handle a player deciding whether or not to continue their career following a series of injuries. How to handle the career of the next young Davi..."},{"weekTitle":"WEEK 10","weekName":"Module 10: Representing the Professional Footballer Pt. II","weekDesc":" /react&#45;text "},{"weekTitle":"WEEK 11","weekName":"Module 11: Representing the Professional Footballer Pt. III","weekDesc":"An in-depth look into the operations of football club AFC Bournemouth with chairman Jeff Mostyn -- Jeff will also describe his roles with the FA Council. An analysis of the contract clauses in football, in particular release clauses, buyout clauses and sell-on..."}]},{"courseTitle":"A Journey through Western Christianity: from Persecuted Faith to Global Religion (200 - 1650) ","courseDescription":"This course follows the extraordinary development of Western Christianity from its early persecution under the Roman Empire in the third century to its global expansion with the Jesuits of the early modern world. We explore the dynamic and diverse character of a religion with an enormous cast characters. We will meet men and women who tell stories of faith as well as of violence, suppression, and division. Along the way, we encounter Perpetua and her martyrdom in Carthage; the struggles of Augustine the bishop in North Africa; the zeal of Celtic monks and missionaries; the viciousness of the Crusades; the visions of Brigit of Sweden; and the fracturing of Christianity by Martin Luther’s protest. We hear the voices of great theologians as well as of those branded heretics by the Church, a powerful reminder that the growth of Christianity is a story with many narratives of competing visions of reform and ideals, powerful critiques of corruption and venality, and exclusion of the vanquished.  The troubled history of Christian engagement with Jews and Muslims is found in pogroms and expulsions, but also in the astonishing ways in which the culture of the West was transformed by Jewish and Islamic learning.\n \nWe shall explore the stunning beauty of the Book of Kells, exquisitely prepared by monks as the Vikings terrorized the coast of England. We will experience the blue light of the windows of Chartres, and ponder the opening questions of Thomas Aquinas’ great Summa. We will read from the Gutenberg Bible of the fifteenth century, which heralded the revolution brought by the printing press. We will travel from Calvin’s Geneva to Elizabeth’s England to Trent, where a Catholic Council met to inaugurate a modern, missionary Catholic church. We will walk through the great Escorial of Philip II of Spain, hear the poetry of John of the Cross, and follow the Jesuits to Brazil and China.\n \nChristianity in the West was forged in the fires of conflict and tumult, and it brought forth both creativity and violence. It echoed with calls for God’s world to be transformed, it inspired the most sublime art and architecture, yet it also revealed the power of the union of cross and sword to destroy. The course is a journey through the formation of the West as one strand of Christianity, as one chapter in a global story. It is a journey that has shaped our world.","weeks":[{"weekTitle":"WEEK 1","weekName":"Welcome to A Journey through Western Christianity: from Persecuted Faith to Global Religion (200 - 1650)","weekDesc":"Learn what this course is about, who's teaching it, and other ways you can explore this topic. Meet and greet your peers as well!"},{"weekTitle":"WEEK 2","weekName":"Augustine and the North African Church ","weekDesc":"“Augustine and the North African Church,” studies two areas of early and vibrant Christian growth: Egypt and North Africa. These areas responded to intense Roman persecution by developing a theology of martyrdom. Indeed, both areas became bastions of early Chr..."},{"weekTitle":"WEEK 3","weekName":"Monastic Lives: Desert Fathers to Celtic Christianity ","weekDesc":"“Monastic Lives: Desert Fathers to Celtic Christianity,” examines the origins of monasticism in Christianity. After the end of Roman persecution, some Christians chose to isolate themselves in the desert and deny themselves food, sleep, and material comforts. ..."},{"weekTitle":"WEEK 4","weekName":"Reformers and Crusaders","weekDesc":"“Reformers and Crusaders,” focuses on Christianity during the dawn of the medieval period. Here we ask: How did Christianity respond to the new feudal world of medieval Europe? Popes, monks, and knights became essential features of the Christian faith during t..."},{"weekTitle":"WEEK 5","weekName":"Learning and Light","weekDesc":"“Learning and Light,” examines two medieval Christian ideas that emerged at the same time and from the same impulse. The first is the scholastic educational initiative that dominated Christian theology and resulted in the founding of universities. The second i..."},{"weekTitle":"WEEK 6","weekName":"Three Religions: Christians, Jews & Muslims in Medieval Spain","weekDesc":"“Three Religions: Christians, Jews & Muslims in Medieval Spain,” explores medieval Spain, a place in time with enormous importance for the history of Christianity. From the eighth through the fifteenth century, Spanish society included Christians, Jews, and Mu..."},{"weekTitle":"WEEK 7","weekName":"Medieval Devotion","weekDesc":"“Medieval Devotion,” moves away from the universities and cathedrals of Europe and investigates the lives of ordinary Christians trying to maintain their spiritual lives in an era almost 1000 years ago. The Church developed and popularized many devotional prac..."},{"weekTitle":"WEEK 8","weekName":"Luther's Reformation","weekDesc":"“Luther’s Reformation,” is the first of several modules to discuss the Reformation, and it does so by examining the life of the Reformation’s most iconic figure, Martin Luther. More than any other person, Luther was responsible for the seismic shifts in sixtee..."},{"weekTitle":"WEEK 9","weekName":"Fragmenting Reformation","weekDesc":"“Fragmenting Reformation,” we will explore the Reformation further. After Luther set Europe ablaze, other reformers and rulers sought to impose their views onto Christianity. Soon—and as Catholics had feared—multiple forms of Protestantism emerged. Sixteenth-c..."},{"weekTitle":"WEEK 10","weekName":"Catholic Reform","weekDesc":"In “Catholic Reform,” we will see how Catholicism transformed itself during the sixteenth century, an era usually characterized by the Protestant Reformation. In response to the Protestant challenge, Catholicism began to reform key aspects of its practices, ye..."},{"weekTitle":"WEEK 11","weekName":"Jesuits and Missions","weekDesc":"Our final module, “Jesuits and Mission,” we will see how, at the same time that Western Christianity fractured and reinvented itself due to the Reformation, the faith also followed Europe’s colonial paths and spread across the world. Catholic religious orders ..."}]},{"courseTitle":"Functional Programming Principles in Scala","courseDescription":"Functional programming is becoming increasingly widespread in industry. This trend is driven by the adoption of Scala as the main programming language for many applications. Scala fuses functional and object-oriented programming in a practical package. It interoperates seamlessly with both Java and Javascript. Scala is the implementation language of many important frameworks, including Apache Spark, Kafka, and Akka. It provides the core infrastructure for sites such as Twitter, Tumblr and also Coursera.\n\nIn this course you will discover the elements of the functional programming style and learn how to apply them usefully in your daily programming tasks. You will also develop a solid foundation for reasoning about functional programs, by touching upon proofs of invariants and the tracing of execution symbolically.\n\nThe course is hands on; most units introduce short programs that serve as illustrations of important concepts and invite you to play with them, modifying and improving them. The course is complemented by a series programming projects as homework assignments.\n\nLearning Outcomes. By the end of this course you will be able to:\n\n - understand the principles of functional programming,\n - write purely functional programs, using recursion,\n   pattern matching, and higher-order functions,\n - combine functional programming with objects and classes,\n - design immutable data structures,\n - reason about properties of functions,\n - understand generic types for functional programs\n\nRecommended background: You should have at least one year programming experience. Proficiency with Java or C# is ideal, but experience with other languages such as C/C++, Python, Javascript or Ruby is also sufficient. You should have some familiarity using the command line.","weeks":[{"weekTitle":"WEEK 1","weekName":"Getting Started + Functions & Evaluation","weekDesc":"Get up and running with Scala on your computer. Complete an example assignment to familiarize yourself with our unique way of submitting assignments. In this week, we'll learn the difference between functional imperative programming. We step through the basics..."},{"weekTitle":"WEEK 2","weekName":"Higher Order Functions","weekDesc":"This week, we'll learn about functions as first-class values, and higher order functions. We'll also learn about Scala's syntax and how it's formally defined. Finally, we'll learn about methods, classes, and data abstraction through the design of a data struct..."},{"weekTitle":"WEEK 3","weekName":"Data and Abstraction","weekDesc":"This week, we'll cover traits, and we'll learn how to organize classes into hierarchies. We'll cover the hierarchy of standard Scala types, and see how to organize classes and traits into packages. Finally, we'll touch upon the different sorts of polymorphism ..."},{"weekTitle":"WEEK 4","weekName":"Types and Pattern Matching","weekDesc":"This week we'll learn about the relationship between functions and objects in Scala; functions *are* objects! We'll zoom in on Scala's type system, covering subtyping and generics, and moving on to more advanced aspects of Scala's type system like variance. Fi..."},{"weekTitle":"WEEK 5","weekName":"Lists","weekDesc":"This week we dive into Lists, the most commonly-used data structure in Scala."},{"weekTitle":"WEEK 6","weekName":"Collections","weekDesc":"After a deep-dive into Lists, this week we'll explore other data structures; vectors, maps, ranges, arrays, and more. We'll dive into Scala's powerful and flexible for-comprehensions for querying data."}]},{"courseTitle":"Internet of Things: Communication Technologies","courseDescription":"Have you wondered how “Things” talk to each other and the cloud? Do you understand the alternatives for conveying latency-sensitive real time data versus reliable signaling data? Building on the skills from the Sensing and Actuation course, we will explore protocols to exchange information between processors. \n\nIn this course, you will learn how VoIP systems like Skype work and implement your own app for voice calls and text messages.  You will start by using the Session Initiation Protocol (SIP) for session management. Next, you will learn how voice codecs such as Adaptive Multi Rate (AMR) are used in 3G networks and use them for voice traffic in your app. \n\nLearning Goals: After completing this course, you will be able to:\n\n1.\tImplement session initiation, management and termination on your DragonBoard™ 410c using SIP.\n2.\tDiscover other users and exchange device capabilities.\n3.\tCompare and contrast narrowband and wideband codecs and experience the voice quality differences between them.\n4.\tImplement and demonstrate VoIP calls using the DragonBoard 410c.","weeks":[{"weekTitle":"WEEK 1","weekName":"Introduction","weekDesc":"Welcome to the Internet of Things! Before diving into this course give us a chance to let you know what it is all about! We will walk you through a module by module outline that will give you highlights on the interesting aspects of the course."},{"weekTitle":"WEEK 2","weekName":"VOIP in a Nutshell","weekDesc":"This module will take a high level look at what VoIP is in a nutshell. Essentially, we would like to talk a little more in depth about the key terms you may have seen in module 1. We will also go over a great open source VoIP application called Linphone, and e..."},{"weekTitle":"WEEK 3","weekName":"Codecs","weekDesc":"In this module our esteemed Professor Harinath Garudadri will talk about coders and decoders (Codecs). This will allow us to make better use of the communications in the data plane.We want to look at the motivation behind using Codecs, the different ways to ta..."},{"weekTitle":"WEEK 4","weekName":"Make your own VoIP application","weekDesc":"The main part of this module will focus on you making your very own VoIP application on the Android operating system. In order to do this, you might have to brush up on some of the materials in Course 2. You will be required to use Android Studio to push the a..."}]},{"courseTitle":"Materials in Oral Health","courseDescription":"We all need healthy teeth, don’t we? The drive for development of new and novel oral biomaterials has never been more important with many people using oral biomaterials today and seeing their benefits in restoring and improving their oral health for a more enjoyable lifestyle. The unique properties of biomaterials such as titanium (Ti), zirconia (ZrO2) and various polymeric materials have made them materials of choice in oral health: dental implants, oral and maxillofacial surgery, and even regenerative medicine. Oral biomaterials research today is an exciting and intensive multidisciplinary area that encompasses contributions from a wide range of fields from professional dentistry to biology, chemistry, physics, material science, and engineering. \n\nThis 4-week Oral Biomaterials course unveils to you the special properties and benefits of biomaterials including, titanium and titanium alloys, other alloys, zirconia and other ceramics, and modern composites. You will gain insights of practical use and applications of these biomaterials in different aspects of dentistry and clinical implications. You will realize how contemporary dentistry is about unifying synthetic materials to living tooth and bone tissues. You will get in touch with the crucial roles of digital dentistry and learn about CAD/CAM technology in crown fabrication, 3D printing and digital orthodontics. And lastly, you will be introduced to procedures and testing methods used to analyze and test significant mechanical properties of biomaterials in the research laboratory. \n\nOur vision for the course is to bring together expertise and experience in dentistry and a broad range to subjects for potential synergy in tomorrow’s oral biomaterials development and increase awareness of oral health.","weeks":[{"weekTitle":"WEEK 1","weekName":"Titanium and Ceramics ","weekDesc":" /react&#45;text "},{"weekTitle":"WEEK 2","weekName":"Modern Composites and Cements","weekDesc":" /react&#45;text "},{"weekTitle":"WEEK 3","weekName":"Digital Dentistry","weekDesc":" /react&#45;text "},{"weekTitle":"WEEK 4","weekName":"Lab Tests","weekDesc":" /react&#45;text "}]},{"courseTitle":"Python Data Structures","courseDescription":"This course will introduce the core data structures of the Python programming language. We will move past the basics of procedural programming and explore how we can use the Python built-in data structures such as lists, dictionaries, and tuples to perform increasingly complex data analysis. This course will cover Chapters 6-10 of the textbook “Python for Informatics”.  This course is equivalent to the second half of the 11-week \"Programming for Everybody (Python)\" course. This course covers Python 2.","weeks":[{"weekTitle":"WEEK 1","weekName":"Chapter Six: Strings","weekDesc":"In this class, we pick up where we left off in the previous class, starting in Chapter 6 of the textbook and covering Strings and moving into data structures.   The second week of this class is dedicated to getting Python installed if you want to actually run ..."},{"weekTitle":"WEEK 2","weekName":"Unit: Installing and Using Python","weekDesc":"In this module you will set things up so you can write Python programs.  We do not require installation of Python for this class.  You can write and test Python programs in the browser using the \"Python Code Playground\" in this lesson.  Please read the \"Using ..."},{"weekTitle":"WEEK 3","weekName":"Chapter Seven: Files","weekDesc":"Up to now, we have been working with data that is read from the user or data in constants.   But real programs process much larger amounts of data by reading and writing files on the secondary storage on your computer.   In this chapter we start to write our f..."},{"weekTitle":"WEEK 4","weekName":"Chapter Eight: Lists","weekDesc":"As we want to solve more complex problems in Python, we need more powerful variables.  Up to now we have been using simple variables to store numbers or strings where we have a single value in a variable.  Starting with lists we will store many values in a sin..."},{"weekTitle":"WEEK 5","weekName":"Chapter Nine: Dictionaries","weekDesc":"The Python dictionary is one of its most powerful data structures.  Instead of representing values in a linear list, dictionaries store data as key / value pairs.  Using key / value pairs gives us a simple in-memory \"database\" in a single Python variable."},{"weekTitle":"WEEK 6","weekName":"Chapter Ten: Tuples","weekDesc":"Tuples are our third and final basic Python data structure.  Tuples are a simple version of lists.  We often use tuples in conjunction with dictionaries to accomplish multi-step tasks like sorting or looping through all of the data in a dictionary."},{"weekTitle":"WEEK 7","weekName":"Graduation","weekDesc":"To celebrate your making it to the halfway point in our Python for Everybody Specialization, we welcome you to attend our online graduation ceremony.  It is not very long, and it features a Commencement speaker and very short commencement speech."}]},{"courseTitle":"User Experience: Research & Prototyping","courseDescription":"What makes for a great user experience? How can you consistently design experiences that work well, are easy to use and  people want to use? This course will teach you the core process of experience design and how to effectively evaluate your work with the people for whom you are designing. You'll learn fundamental methods of design research that will enable  you to effectively understand people, the sequences of their actions, and the context in which they work. Through the assignments, you’ll learn practical techniques for making sense of what you see and transform your observations into meaningful actionable insights and unique opportunity areas for design.  You’ll also explore how to generate ideas in response to the opportunities identified and learn methods for making your ideas tangible. By answering specific questions and refining your concepts, you’ll move closer to making your ideas real. We’ll use cases from a variety of industries including health, education, transportation, finance, and beyond to illustrate how these methods work across different domains. \n\nGood luck and we hope you enjoy the course!","weeks":[{"weekTitle":"WEEK 1","weekName":"Design Research","weekDesc":" \nOur course begins with the first step for generating great user experiences: understanding what people do, think, say, and feel. In this module, you’ll learn how to keep an open mind while learning more about how people’s needs, goals, values play out in the..."},{"weekTitle":"WEEK 2","weekName":"Ideation","weekDesc":"Once you’ve identified an opportunity area, how do you generate great ideas? In this module, you’ll learn the thrills and challenges of ideation. We’ll start with the two common pitfalls to generating good ideas: fixation and judgment. We discuss rules to foll..."},{"weekTitle":"WEEK 3","weekName":"Synthesis","weekDesc":"After you’ve collected all of this new and exciting information, what do you do with it? How do you aggregate the data? Find connections and tensions? Move from what people say to what it means? In this module, you’ll learn how to make sense of the rich data y..."},{"weekTitle":"WEEK 4","weekName":"Prototyping","weekDesc":"After you’ve gone through the ideation process, how do you make your ideas tangible so that you can test them with others and answer critical questions necessary for pushing your idea forward? To help you make ideas real, our final lesson will introduce you to..."}]},{"courseTitle":"Fundamentals of Fluid-Solid Interactions","courseDescription":"What is  fluid-solid interactions  ?  It is what happens when the  motions of a fluid and of a solid are somehow coupled. This happens  all the time,  around you when leaves flutter in the wind,  inside you when your heart beats, above you when wings of a plane vibrate, under the sea... The idea behind this MOOC  is to give you the basic tools to  be able to predict and eventually mitigate   things called  flutter, galloping, sloshing, vortex-induced vibrations, added mass,  to cite a few. \n\nWe are going to consider  any  possible domains of applications  such as civil engineering,  aerospace engineering, nuclear engineering , ocean engineering, biomechanics and even food  processing !\n\nThis is why we  called the course “Fundamentals of Fluid Solid Interactions ”. There are so many phenomena and so many models  that  we   need to work together on the basic mechanisms .\n\nIf  you want to see how fluid-solid interactions work,  and be able to use that knowledge, join us !\n\n A first session of the course was run in early 2016, with learners from over 100 countries. It is now  available with subtitles, in English and now in Chinese.\n\nSee the  video  at http://goo.gl/YKSMnD","weeks":[{"weekTitle":"WEEK 1","weekName":"Fundamentals","weekDesc":" /react&#45;text "},{"weekTitle":"WEEK 2","weekName":"A solid with a still fluid","weekDesc":" /react&#45;text "},{"weekTitle":"WEEK 3","weekName":"Viscosity and gravity effects","weekDesc":" /react&#45;text "},{"weekTitle":"WEEK 4","weekName":"Coupling with a  fast flow","weekDesc":" /react&#45;text "},{"weekTitle":"WEEK 5","weekName":"Coupling with a  slow flow","weekDesc":" /react&#45;text "},{"weekTitle":"WEEK 6","weekName":"Coupling with any flow","weekDesc":" /react&#45;text "}]},{"courseTitle":"Programming Languages, Part A","courseDescription":"This course is an introduction to the basic concepts of programming languages, with a strong emphasis on functional programming. The course uses the languages ML, Racket, and Ruby as vehicles for teaching the concepts, but the real intent is to teach enough about how any language “fits together” to make you more effective programming in any language -- and in learning new ones.\n\nThis course is neither particularly theoretical nor just about programming specifics -- it will give you a framework for understanding how to use language constructs effectively and how to design correct and elegant programs. By using different languages, you will learn to think more deeply than in terms of the particular syntax of one language. The emphasis on functional programming is essential for learning how to write robust, reusable, composable, and elegant programs. Indeed, many of the most important ideas in modern languages have their roots in functional programming. Get ready to learn a fresh and beautiful way to look at software and how to have fun building it.\n\nThe course assumes some prior experience with programming, as described in more detail in the first module.\n\nThe course is divided into three Coursera courses: Part A, Part B, and Part C.  As explained in more detail in the first module of Part A, the overall course is a substantial amount of challenging material, so the three-part format provides two intermediate milestones and opportunities for a pause before continuing.  The three parts are designed to be completed in order and set up to motivate you to continue through to the end of Part C.  The three parts are not quite equal in length: Part A is almost as substantial as Part B and Part C combined.\n\nWeek 1 of Part A has a more detailed list of topics for all three parts of the course, but it is expected that most course participants will not (yet!) know what all these topics mean.","weeks":[{"weekTitle":"WEEK 1","weekName":"Introduction and Course-Wide Information (Start Here)","weekDesc":"Welcome! Start here!  Learn about this course and how it's organized."},{"weekTitle":"WEEK 2","weekName":"Section 1 and Homework 1","weekDesc":"It's time to dive in!  Start with a careful reading of the \"Section 1 Welcome Message\" and go from there."},{"weekTitle":"WEEK 3","weekName":"Section 2 and Homework 2","weekDesc":"This section is a particularly rewarding one where a lot of ideas come together to reveal a surprisingly elegant underlying structure in ML.  As usual, start with the welcome reading, dive into the material, and leave plenty of time to approach the programming..."},{"weekTitle":"WEEK 4","weekName":"Section 3 and Homework 3 -- and Course Motivation","weekDesc":"This section is all about higher-order functions -- the feature that gives functional programming much of its expressiveness and elegance -- and its name!  As usual, the first reading below introduces you to the section, but it will make more sense once you di..."},{"weekTitle":"WEEK 5","weekName":"Section 4 and Part-A Exam","weekDesc":"We finish Part A of the course with this module.  As explained in more detail in the welcome message, we discuss type inference, ML's module system, and the fundamental idea in computing of two computations being equivalent.  There is no programming assignment..."}]},{"courseTitle":"Hands-on Text Mining and Analytics","courseDescription":"This course provides an unique opportunity for you to learn key components of text mining and analytics aided by the real world datasets and the text mining toolkit written in Java. Hands-on experience in core text mining techniques including text preprocessing, sentiment analysis, and topic modeling help learners be trained to be a competent data scientists. \n\nEmpowered by bringing lecture notes together with lab sessions based on the y-TextMiner toolkit developed for the class, learners will be able to develop interesting text mining applications.","weeks":[{"weekTitle":"WEEK 1","weekName":"Course Logistics and the Text Mining Tool for the Course","weekDesc":" /react&#45;text "},{"weekTitle":"WEEK 2","weekName":"Text Preprocessing","weekDesc":" /react&#45;text "},{"weekTitle":"WEEK 3","weekName":"Text Analysis Techniques","weekDesc":" /react&#45;text "},{"weekTitle":"WEEK 4","weekName":"Term Weighting and Document Classification","weekDesc":" /react&#45;text "},{"weekTitle":"WEEK 5","weekName":"Sentiment Analysis","weekDesc":" /react&#45;text "},{"weekTitle":"WEEK 6","weekName":"Topic Modeling","weekDesc":" /react&#45;text "}]},{"courseTitle":"Economic Growth and Distributive Justice Part II - Maximize Social Wellbeing","courseDescription":"If you really care about the big questions in the economies and societies of the 21st century, such as distributive justice - namely, inequality of income or wealth, and its correlation with economic growth - this course is meant for you. The knowledge you will gain can truly change your outlook on our world.\n\n\"Economic Growth and Distributive Justice -  Maximizing Social Wellbeing\" is the second part of a two part course and it includes the following five lectures: \n(1) The excess burden of taxation\n(2) Tax incidence: who bears the economic burden of tax?\n(3) Progressivity: definition and ways to achieve\n(4) Low Income, Low Ability and the Optimal Income Tax Model\n(5) Designing the Tax and Transfer System that Maximizes Social Wellbeing\nIf you haven't done that already, we strongly recommend that you register for the first part of the course: \"Economic Growth and Distributive Justice - the Role of the State\". Taking both parts of the course would enable you to obtain a fuller and more comprehensive knowledge about Economic Growth and Distributed Justice.\n\nThe course is founded upon the elemental idea that the role of the state is to maximize the well-being - or simply the happiness - of its residents. In 9 fascinating, edifying lessons, using only simple words and decoding professional terminologies that sometimes baffle the intelligent layman, the course expounds many truths – both intuitive and unintuitive. Often using examples from the US and Europe, it does not however focus on policies in any particular region of the world, and is directly applicable to all countries around the globe.\n\nThe course touches upon the essence of important concepts like efficiency and equity, inequality and poverty, gross domestic product, tax evasion and tax planning; it presents the work of Nobel Laureate James Mirrlees and his followers - promoting a coherent system that integrates tax and government expenditures to maximize social welfare; and illuminates a range of high-profile issues from their economic angle:\n• Climate change: the atmosphere and oceans as public goods, and how smart (Pigovian) taxation can be used to combat the rapidly increasing threats to our planet;\n• Technology as the engine of economic growth;\n• Taxing the rich: How can we mitigate the growing inequality problem? Should we   impose a global tax on capital?\n\nThe curriculum includes interviews with major figures in the fields of law and of economics:  Harvard's Elhanan Helpman, Dan Shaviro from NYU and Richard Epstein from the University of Chicago and NYU.\n\nAfter successfully completing this course, you can expect to be able to:\n• better understand economic issues presented in the media\n• form an informed opinion on the strengths and weaknesses of presented social economic policies\n• define and measure inequality and poverty\n• define the connection between inequality (income, wealth) and economic growth\n• explain the foundations of economic growth\n• design a tax and transfer system to maximize the happiness of individuals\n\nAll these will allow you to better understand the policies being developed around you, and to play a larger, more informed role in their development, as a conscientious citizen.","weeks":[{"weekTitle":"WEEK 1","weekName":"The Excess Burden of Taxation","weekDesc":"Dear students, \nThe first half of the course is behind us, and there's one more half to go. We hope you are enjoying yourselves! In the previous class, we focused on the equity side of the equity-efficiency tradeoff, learning how to measure inequality and pove..."},{"weekTitle":"WEEK 2","weekName":"Tax Incidence: Who Bears the Economic Burden of a Tax? ","weekDesc":"Dear students, \nThis week we will learn how market forces determine who bears the economic burden of a tax. We will follow various classic examples and see how this happens - often in an unintuitive manner, which may be contrary to the legislator’s intention. ..."},{"weekTitle":"WEEK 3","weekName":"Progressivity: Definition and Ways to Achieve","weekDesc":"Dear students, \nThis week's lecture is all about progressivity. We will learn about the difference between MARGINAL and EFFECTIVE tax rates, how progressivity can be achieved, and how the transfer side of the system (e.g. welfare benefits) can create steep mar..."},{"weekTitle":"WEEK 4","weekName":"Low Income, Low Ability and the Optimal Income Tax Model","weekDesc":"Dear students, This week's lecture will continue our discussion about progressivity. In this second part of the lesson we will begin studying the OPTIMAL INCOME TAX MODEL, in our search for the tax and transfer system that would maximize social wellbeing.  Bes..."},{"weekTitle":"WEEK 5","weekName":"Designing the Tax and Transfer System that Maximizes Social Wellbeing","weekDesc":"Dear students, \nTime goes by, as always, and here we are, in our last week of the course 'Economic Growth and Distributive Justice'. We hope that by now you have all acquired sufficient knowledge and understanding in the various issues taught by Prof. Margalio..."}]},{"courseTitle":"Finance for Everyone: Markets","courseDescription":"Markets begins with one of the most common and important elements of the financial system – interest rates.  You will learn why interest rates have always been a key barometer in determining the value of everything.  You will explore the changing influence of interest rates; the impact of interest rates on consumption, investment and economic growth; and the bizarre realities of negative interest rates. Markets explains how interest rates change the value of all financial instruments, highlighting the role of the bond and stock markets that have toppled empires.  We take a closer look at the equity pricing models and equity markets that reverberate across the globe, and explore everything from the first stock ever issued – by the Dutch East India Company – to the little-understood but powerful derivative securities market.  By the end of the course, you will have developed insight into the intersections of the financial markets with worlds of policy, politics, and power. You will have demonstrated that insight by teaching an important financial concept and translating a financial product or transaction to someone who will clearly benefit from your advice.","weeks":[{"weekTitle":"WEEK 1","weekName":"Week 1: Welcome & Interest Rates","weekDesc":"Welcome! This first week will orient you to the specialization and help set you up to make the most of your experience with us in Finance for Everyone: Markets. You will also engage with a fundamental concept that has tremendous influence on financial markets,..."},{"weekTitle":"WEEK 2","weekName":"Week 2: Bonds","weekDesc":"Week 2 is all about bonds! You will explore this market from its inception to present day, discuss a current curious phenomenon, develop skills for pricing bonds, and have the opportunity to engage in experiencing the market for yourself! Don't forget to conti..."},{"weekTitle":"WEEK 3","weekName":"Week 3: Stocks","weekDesc":"Week 3 is Stocks week! You will familiarize yourself with this market from its creation to present day, review key moments of market turbulence, develop skills for pricing stocks, and turn your MarketEx focus to experience stocks! As you explore all things sto..."},{"weekTitle":"WEEK 4","weekName":"Week 4: Deriviates & Course Presentation","weekDesc":"In Week 4, you will synthesize your learnings for Finance for Everyone: Markets. You will participate in a peer review of Presentation materials submitted by your classmates, reflect on your key learnings from this course, and look ahead to Finance for Everyon..."}]},{"courseTitle":"At the Origins of the Mediterranean Civilization: Archaeology of the City from the Levant to the West - 3rd-1st millennium BC","courseDescription":"Which are the deepest roots of that mix of cultures that we use to call ‘Mediterranean Civilization’? Which are comminglings and exchanges which produced its most complete fruit, i.e. the city, a place for landscape-modelling communities? And which elements did contribute to build up that baulk of customs, ideas, and innovations which compelled to confrontation and hybridizations different peoples for millennia? What did it made, from pottery to metallurgy, from gastronomy to architecture, from art to religion, of a sea a cradle of civilization? Archaeology may help in disentangling such questions, seeking unexpected answers , by tinkering what ancient Mediterranean peoples left buried in the ground. A privileged point of view of our course is the ancient Phoenician city of Motya, located exactly at the centre of the “sea in the middle”. Throughout the live experience of excavation, with images taken on the field, this course will let you touch the many tesserae of the great mosaic of the Mediterranean Civilization. The field diary of the archaeologist, and the handpick will be the two tools, which will lead us across the sea to discover what such early cities actually were, and how their contribute is still a major part of our shared memory.","weeks":[{"weekTitle":"WEEK 1","weekName":"Towards the West","weekDesc":" /react&#45;text "},{"weekTitle":"WEEK 2","weekName":"Concept of the city","weekDesc":" /react&#45;text "},{"weekTitle":"WEEK 3","weekName":"Discovering Motya","weekDesc":" /react&#45;text "},{"weekTitle":"WEEK 4","weekName":"Life and Ideology","weekDesc":" /react&#45;text "},{"weekTitle":"WEEK 5","weekName":"Stars sparkling in the waters","weekDesc":" /react&#45;text "},{"weekTitle":"WEEK 6","weekName":"An Identity to share","weekDesc":" /react&#45;text "},{"weekTitle":"WEEK 7","weekName":"A changing society","weekDesc":" /react&#45;text "},{"weekTitle":"WEEK 8","weekName":"Portrait of an harbour city","weekDesc":" /react&#45;text "}]},{"courseTitle":"Teaching Tips for Tricky English Grammar","courseDescription":"This is the third course in the Teach English: Intermediate Grammar specialization. It will be useful to ESL teachers or those interested in learning to teach English language, but it is not an introduction to teaching course. You will learn about some specific problems students have learning intermediate grammar. You will learn why students have trouble with this tricky grammar and find out new ways to help students conquer it. You will also learn a variety of activities for teaching this content in a fun and interesting way. Finally, you will have opportunities to practice the skills you learn by creating sample assignments and recording short videos of your teaching demonstrations using a video camera, webcam, or smartphone. Learners wanting a grade will be required to submit short videos of their teaching skills.\n\nOnly learners who pay for the course will be able to take the graded quizzes or submit assignments for feedback. The free version provides access to the lectures and practice activities only.","weeks":[{"weekTitle":"WEEK 1","weekName":"Welcome","weekDesc":"This is the third course in the Learn English: Intermediate Grammar specialization. Learning English can be tricky, and in this class you'll focus on some of those tricky issues. You'll get clear explanations about the difficult grammar points and practice in ..."},{"weekTitle":"WEEK 2","weekName":"Teaching Gerunds, Infinitives, and Requests and Permission","weekDesc":"This week will learn more about teaching tricky grammar. First, you'll learn about teaching gerunds and infinitives. Then you'll learn about teaching two concepts with modals--making requests and asking for permission--grammar that English learners often make ..."},{"weekTitle":"WEEK 3","weekName":"Teaching Confusing Word Forms","weekDesc":"You've learned about teaching some tricky grammar, but there are other things that make English hard to learn. This week, you'll learn about teaching some word forms that cause confusion. You'll also get another chance to practice what you've learned and demon..."},{"weekTitle":"WEEK 4","weekName":"Teaching Phrasal Verbs and Collocations","weekDesc":"In the final week of the course, you'll learn about teaching phrasal verbs and collocations. This tricky grammar also causes problems for students even at higher levels. You'll get one more chance to create an effective activity for students to practice this g..."}]},{"courseTitle":"Web Design for Everybody Capstone","courseDescription":"The capstone will develop a professional-quality web portfolio.  Students will demonstrate the ability to design and implement a responsive site for a minimum of three platforms.  Adherence to validation and accessibility standards will be required. The evolving student implementations will be reviewed each week by capstone peers and teaching assistants to make sure that the student keeps up with the agenda of the course. \n\nUpon completion of this course students will feel comfortable creating and/or updating existing front-end sites, utilizing existing frameworks, and testing sites for accessibility compliance.\n\nThis course is only open to students who have completed the first four courses in the Web Design for Everybody specialization: Introduction to HTML5, Introduction to CSS3, Interactivity with JavaScript, and Advanced Styling with Responsive Design.","weeks":[{"weekTitle":"WEEK 1","weekName":"Week One: Introduction","weekDesc":"Welcome to the Web Design for Everyone Capstone!!!  It really is my intention to make sure that everyone who completes this capstone  will have a product they are proud of.  The challenge is that \"everyone\" is actually a very diverse group of people, each pers..."},{"weekTitle":"WEEK 2","weekName":"Week Two: Design Phase","weekDesc":"Students will submit wireframes for a multi-part online portfolio.  The topic of your site is your choice, but you will be expected to fulfill a small checklist of requirements with respect to the amount of proposed content and the variety of HTML5 tags.  Emph..."},{"weekTitle":"WEEK 3","weekName":"Week Three: Review and Preparation Phase","weekDesc":"This week you will continue to review your fellow students designs.  Feedback will be based on layout, proposed content, and accessibility.  The goal is that these peer reviews will inspire you to attempt something more on your site (or provide the feedback th..."},{"weekTitle":"WEEK 4","weekName":"Week Four: Coding Phase","weekDesc":"Using the feedback you received from other capstone participants you will begin to style your portfolio.  At the end of Week Five you will have the opportunity to submit your intermediate work for review."},{"weekTitle":"WEEK 5","weekName":"Week Five: Validation and Review Phase","weekDesc":"This week you will validate and test your site.   You will write a summary of the results and explain (if necessary) why you needed to violate any coding conventions."},{"weekTitle":"WEEK 6","weekName":"Week Six: Revise and Submit Phase","weekDesc":"We will conclude with a period of peer-review and modifications to your site. By the end of this week you will have a unique, responsive, accessible portfolio.   Congratulations!!  "}]},{"courseTitle":"The Art of Vocal Production","courseDescription":"This course addresses recorded vocal performances and the technologies used to highlight and support them in modern record production and mixes. Most of us know that vocals serve as the focal point of modern recordings but many do not know the tools used or when the tools are used best in modern record production.\n\nThe course begins with simple vocal placement in a mix, where you will also learn the fundamentals of compression and equalization. You’ll further study delays and reverbs before moving to advanced concepts in audio editing, synthetic processing, automatic & graphic pitch correction, time compression, time expansion, flex and elastic audio. \n\nThrough analysis and/or hands on projects that the students will post for peer review, the student will gain an understanding of the many choices available to modern record producers as they record and mix with a modern tool set. You’ll see, in action, the Vocoder, Auto Tune, Melodyne, Elastic Audio, Flex Time, Vocalign, tempo based editing and a host of other file modification protocols that are readily available on most Digital Audio Workstations. This course gives students a thorough look at the expanded choices that have risen in the art of vocal production as a result of these modern tools.\n\nThe goal of the course is to help interested novices understand the recordings they are listening to, performers find an expanded language for their recorded voices and for vocal producers to be able to create musically artistic visualizations using singers as their paintbrushes.","weeks":[{"weekTitle":"WEEK 1","weekName":"Welcome To The Art of Vocal Production","weekDesc":"Welcome to The Art of Vocal Production! In this module, we will cover all the details about how this course works and what you'll need to know to get the most out of your course experience."},{"weekTitle":"WEEK 2","weekName":"Artificial Vocal Design: How Vocal Producers “Sweeten” the Creation","weekDesc":"In this lesson, we will lean less on the vocalist and more on tools that can be used to change the way we listen to vocals in music. You will now understand how delays and reverbs have been used in the music you love and their relationship to time and tempo.Yo..."},{"weekTitle":"WEEK 3","weekName":"Vocal Time Compression and Expansion: Tools of the Trade ","weekDesc":"In this lesson the nature of the DAW (Digital Audio Workstation) will be demystified and simplified. You will understand time as an absolute concept, time as a relative concept and further grasp the utility of the sample rate and bit depth parameters in your a..."},{"weekTitle":"WEEK 4","weekName":"Vocal Pitch Correction and Tuning: More tools of the Trade","weekDesc":"In this lesson, you will learn some of the industry standard pitch correction and tuning tools. Although you will gain an understanding and appreciation of how easy the job of a vocalist can be when these tools are used, you will also learn that your first les..."}]},{"courseTitle":"Bioconductor for Genomic Data Science","courseDescription":"Learn to use tools from the Bioconductor project to perform analysis of genomic data. This is the fifth course in the Genomic Big Data Specialization from Johns Hopkins University.","weeks":[{"weekTitle":"WEEK 1","weekName":"Week One","weekDesc":"The class will cover how to install and use Bioconductor software. We will discuss common data structures, including ExpressionSets, SummarizedExperiment and GRanges used across several types of analyses."},{"weekTitle":"WEEK 2","weekName":"Week Two","weekDesc":"In this week we will learn how to represent and compute on biological sequences, both at the whole-genome level and at the level of millions of short reads."},{"weekTitle":"WEEK 3","weekName":"Week Three","weekDesc":" In this week we will cover Basic Data Types, ExpressionSet, biomaRt, and R S4."},{"weekTitle":"WEEK 4","weekName":"Week Four","weekDesc":"In this week, we will cover Getting data in Bioconductor, Rsamtools, oligo, limma, and minfi"}]}]